Repository: CarCode/Cocoa-OCPN
Catalog: plugins/objsearch_pi/po/objsearch_pi.po
Languages: de_de

source: Search
de_de: Suche

source: Show on Chart
de_de: Zeige auf Karte

source: Close on show
de_de: Schließe nach Zeigen

source: Limit range to
de_de: Begrenze Bereich auf

source: 0 = Unlimited
de_de: 0 = Unbegrenzt

source: NMi
de_de: sm

source: Settings...
de_de: Einstellungen...

source: Scan charts
de_de: Scanne Karten

source: 0-80S/N, 0-180E/W, W longitudes and S latitudes are expressed as negative numbers. The area selected can't cross the 180th meridian
de_de: 0-80S/N, 0-180O/W, W Längen und S Breiten werden als negative Zahlen geschrieben. Die gewählten Flächen dürfen nicht die Datumsgrenze kreuzen (180W/O).

source: 0-80 S/N, 0-180 E/W, W longitudes and S latitudes are expressed as negative numbers. The area selected can't cross the 180th meridian
de_de: 0-80S/N, 0-180O/W, W Längen und S Breiten werden als negative Zahlen geschrieben. Die gewählten Flächen dürfen nicht die Datumsgrenze kreuzen (180W/O).

source: Start from
de_de: Beginne bei (Grad)

source: Latitude
de_de: Breite

source: Longitude
de_de: Länge

source: End to
de_de: bis zu (Grad)

source: Scales
de_de: Maßstab

source: 1:20000 (Very time consuming)
de_de: 1:20000 (sehr zeitintensiv, nur für sehr kleine Flächen)

source: Populate database
de_de: Fülle Objekt Datenbank

source: Import data
de_de: Daten-Import

source: File
de_de: Datei

source: Browse...
de_de: Durchsuche...

source: Manage Database
de_de: Bearbeite Datenbank

source: Chart Object Search
de_de: Karten Objekt Suche

source: Object Search Settings
de_de: Objekt-Suche Einstellungen

source: Object Search
de_de: Objekt Suche

source: Vector Chart Object Search PlugIn for OpenCPN
de_de: Vektor-Karten Objekt Such PlugIn für OpenCPN

source: Vector Chart Object Search PlugIn for OpenCPN Provides a search function for the named vector chart objects.
de_de: Vektor-Karten Objekt Such PlugIn für OpenCPN Gibt eine Suchfunktion für benannte Vektor-Karten Objekte.

source: There is a problem with your database, check the OpenCPN logfile for more information.
de_de: Es gibt ein Problem mit der Datenbank, prüfe die OpenCPN Logdatei für weitere Information.

source: Your search resulted in %i objects found. This is a lot, do you really want to show all of them?
de_de: Suche ergibt %i gefundene Objekte. Das ist viel, sollen wirklich alle gezeigt werden?

source: Too many objects found
de_de: Zu viele Objekte gefunden

source: All
de_de: Alle

source: You did not enter any search term, do so.
de_de: Bitte Suchbegriff eingeben.

source: Type
de_de: Typ

source: Lat
de_de: Breite

source: Lon
de_de: Länge

source: Dist (%s)
de_de: Entfernung (%s)

source: Scale
de_de: Maßstab

source: Chart
de_de: Karte

source: Administration area (Named)
de_de: Verwaltungsbereich

source: Airport / airfield
de_de: Flugplatz

source: Anchor berth
de_de: Ankerplatz

source: Anchorage area
de_de: Ankergebiet

source: Beacon, cardinal
de_de: Seezeichen, Kardinalsystem

source: Beacon, isolated danger
de_de: Seezeichen, isolierte Gefahr

source: Beacon, lateral
de_de: Seezeichen, Lateralsystem

source: Beacon, safe water
de_de: Seezeichen, sicheres Fahrwasser

source: Beacon, special purpose/general
de_de: Seezeichen, besonderer Zweck

source: Berth
de_de: Liegeplatz

source: Bridge
de_de: Brücke

source: Building, single
de_de: Einzel-Gebäude

source: Built-up area
de_de: bebauter Landbereich

source: Buoy, cardinal
de_de: Boje, Kardinalsystem

source: Buoy, installation
de_de: Boje, für Mooring

source: Buoy, isolated danger
de_de: Boje, isolierte Gefahr

source: Buoy, lateral
de_de: Boje, Lateralsystem

source: Buoy, safe water
de_de: Boje, sicheres Fahrwasser

source: Buoy, special purpose/general
de_de: Boje, besonderer Zweck

source: Cable area
de_de: Untersee-Kabel Bereich

source: Cable, overhead
de_de: Kabeltrasse, Masten

source: Cable, submarine
de_de: Unterwasser Kabeltrasse

source: Canal
de_de: Kanal

source: Canal bank
de_de: Kanal-Ufer

source: Cargo transshipment area
de_de: Umschlagplatz

source: Causeway
de_de: Damm

source: Chimney
de_de: Schornstein

source: Coastguard station
de_de: Küstenwache-Station

source: Coastline
de_de: Küstenlinie

source: Continental shelf area
de_de: kontinentaler Schelf-Bereich

source: Control point
de_de: Kontrollpunkt

source: Conveyor
de_de: Förderanlage

source: Crane
de_de: Kran

source: Current - non - gravitational
de_de: Strömung

source: Dam
de_de: Damm

source: Daymark
de_de: Tagessicht Seezeichen

source: Deep water route centerline
de_de: Tiefwasser-Fahrrinnenmitte

source: Deep water route part
de_de: Tiefwasser-Route

source: Distance mark
de_de: Entfernungsmarke

source: Dock area
de_de: Dock-Bereich

source: Dredged area
de_de: ausgebaggerter Bereich

source: Dry dock
de_de: Trockendock

source: Dumping ground
de_de: Verklappungsbereich

source: Fairway
de_de: Schifffahrtsweg

source: Fence/wall
de_de: Zaun/Grenze

source: Ferry route
de_de: Fährroute

source: Fishery zone
de_de: Fischerei-Zone

source: Fishing facility
de_de: Fischergeräte

source: Fishing ground
de_de: Fischerei-Gebiet

source: Floating dock
de_de: Schwimmdock

source: Fog signal
de_de: Nebelsignal

source: Fortified structure
de_de: militär. Verteidigungsanlage

source: Free port area
de_de: Freihafen

source: Gate
de_de: Wehr

source: Gridiron
de_de: Grätingsteg

source: Harbour area (administrative)
de_de: Hafenbereich

source: Harbour facility
de_de: Hafen

source: Hulk
de_de: verankertes Schiff

source: Ice area
de_de: Eis-Bereich

source: Incineration area
de_de: Abfall-Verbrennungsbereich

source: Lake
de_de: See

source: Lake shore
de_de: See-Ufer

source: Land area
de_de: Land-Bereich

source: Land elevation
de_de: Landerhöhung

source: Land region
de_de: Landschaft

source: Landmark
de_de: Landmarke

source: Light
de_de: Leucht-Feuer

source: Light float
de_de: Schwimmendes Feuer

source: Light vessel
de_de: Feuerschiff

source: Local magnetic anomaly
de_de: lokale Magnet-Anomalie

source: Lock basin
de_de: Schiffshebewerk

source: Log pond
de_de: Floß-Sammellager

source: Marine farm/culture
de_de: Fisch-Farm

source: Military practice area
de_de: Militär. Übungsgebiet

source: Mooring/warping facility
de_de: Festmacher-Bojen

source: Obstruction
de_de: Hinderniss

source: Offshore platform
de_de: Bohrinsel, Plattform

source: Offshore production area
de_de: Seebereich m. Produktionsanlagen

source: Oil barrier
de_de: Ölbarriere

source: Pile
de_de: Pilon

source: Pilot boarding place
de_de: Lotsen-Station

source: Pipeline area
de_de: Gebiet m. Rohrleitungen

source: Pipeline, overhead
de_de: Rohrleitung über Wasser

source: Pipeline, submarine/on land
de_de: Rohrleitung unter Wasser/Land

source: Pontoon
de_de: Ponton

source: Production / storage area
de_de: Produktions-/Lager-Landbereich

source: Pylon/bridge support
de_de: Pfeiler

source: Radar line
de_de: Radar-Linie

source: Radar range
de_de: Radar-Bereich

source: Radar transponder beacon
de_de: Radar-Peilsender, Racon

source: Radio calling-in point
de_de: Funk-Meldestation

source: Radio station
de_de: Funkstation

source: Railway
de_de: Eisenbahn

source: Rapids
de_de: Stromschnellen

source: Recommended route centerline
de_de: Empfohlene Fahrtroute

source: Recommended track
de_de: Empfohlene Strecke

source: Rescue station
de_de: Rettungs-Station

source: Restricted area
de_de: Eingeschränktes Gebiet

source: River
de_de: Fluß

source: River bank
de_de: Fluß-Ufer

source: Road
de_de: Straße

source: Runway
de_de: Landefläche, Rollbahn

source: Sea area / named water area
de_de: Geografisch definierter See-/Wasser-Bereich

source: Sea-plane landing area
de_de: Wasserflugzeug-Landeplatz

source: Seabed area
de_de: Gebiet mit homogenem Untergrund

source: Shoreline Construction
de_de: Küsten-Strukturen

source: Signal station, traffic
de_de: Signalstation f. Verkehr

source: Signal station, warning
de_de: Signalstation f. Warnungen

source: Slope topline
de_de: Hangspitze

source: Sloping ground
de_de: Geneigte Fläche, Hang

source: Small craft facility
de_de: Servicestation f. Boote

source: Sounding
de_de: Wassertiefe

source: Spring
de_de: Quelle

source: Square
de_de: Platz

source: Submarine transit lane
de_de: U-Boot Verkehrsgebiet

source: Tidal stream - harmonic prediction
de_de: Tidenstrom mit Harmonic Vorhersage

source: Tidal stream - non-harmonic prediction
de_de: Tidenstrom ohne Harmonic Vorhersage

source: Tidal stream panel data
de_de: Tidenstrom Gezeitentafel

source: Tidal stream - time series
de_de: Tidenstrom zeitbestimmt

source: Tide - harmonic prediction
de_de: Tide mit Harmonic Vorhersage

source: Tide - non-harmonic prediction
de_de: Tide ohne Harmonic Vorhersage

source: Tideway
de_de: Tidenkanal

source: Tree
de_de: Baum

source: Underwater rock / awash rock
de_de: Unterwasser-Felsen oder Riff

source: Water turbulence
de_de: Wasser-Strudel

source: Waterfall
de_de: Wasserfall

source: Weed/Kelp
de_de: Algen, Seegras, Seetank

source: Wreck
de_de: Wrack

source: Tidal stream - flood/ebb
de_de: Tidenstrom - Flut/Ebbe

source: Aggregation
de_de: Kombiniertes Objekt

source: Association
de_de: Zusammenfassendes Objekt

source: Berthing facility
de_de: Liegeplatz-Bereich

source: Building, religious
de_de: religiöses Gebäude

source: Caution area
de_de: Sicherheitsbereich

source: Production installation
de_de: Exploitations-Stätte/Einrichtung

source: Salt pan
de_de: Salzpfanne

source: Tower structure
de_de: Turm-Struktur

source: Windmill
de_de: Windmühle

source: waterway axis
de_de: Wasserweg-Achse Binnengewässer

source: Bridge area
de_de: Brückenbereich

source: Lock area
de_de: Schleusenbereich

source: Beacon water-way
de_de: Seezeichen, Wasserweg

source: Buoy water-way
de_de: Boje, Wasserweg

source: Route planning point
de_de: Route Planungspunkt

source: Communication area
de_de: Kommunikations-Gebiet

source: Waterway gauge
de_de: Wasserweg-Pegel

source: Notice mark
de_de: Hinweiszeichen

source: Harbour basin
de_de: Hafenbecken

source: Refuse dump
de_de: Abfallplatz

source: Turning basin
de_de: Wendebecken

source: Text label
de_de: Textmarke

source: Extended navigational add
de_de: Erweiterte Navigationshilfen

source: CSV files (*.csv)|*.csv|All files (*.*)|*.*
de_de: CSV Dateien (*.csv)|*.csv|Alle Dateien (*.*)|*.*

source: Sorry, I'm stupid and can't cross the IDL, please divide your scan in two.
de_de: Entschuldigung, ich bin blöd und kann nicht NullMeridan übersprinen. Bitte Scan teilen.

source: Import progress...
de_de: Import Fortschritt...

source: Importing data from %s.
de_de: Importiere Daten von %s.

source: The files %s does not exist, nothing to import.
de_de: Datei %s gibt es nicht, nichts zum Importieren.
