Repository: CarCode/Cocoa-OCPN
Catalog: plugins/nmeaconverter_pi/po/opencpn-nmeaconverter_pi.po
Languages: de_de

source: NmeaConverter_pi
de_de: NmeaKonverter

source: Plugin for manipulating nmea sentences
de_de: Plugin zum Ändern von NMEA Datensätzen

source: Plugin for manipulating nmea sentences. Cherry picking from existing sentences, calculate new data with spreadsheet like formulas or just plain send new sentences. Not easy, although it is easy to make errors and crash OpenCPN
de_de: Plugin zum Ändern von NMEA Datensätzen. Nimmt vorhandene Datensätze, berechnet neue Daten mit Formeln ähnlich Tabellenkalkulation oder sendet neue Datensätze. Nicht einfach, jedoch einfach zum Fehlermachen und OpenCPN abzustürzen

source: Dlg already deleted:_)
de_de: Dlg schon gelöscht:_)

source: #Error#
de_de: #Fehler#

source: Block incomming messages with wrong checksum
de_de: Blocke Nachrichten mit falscher Prüfsumme

source: New
de_de: Neu

source: Edit
de_de: Editiere

source: Delete
de_de: Lösche

source: Send after update all variables
de_de: Sende nach Update aller Variabelen

source: Send every
de_de: Sende jede

source: seconds.
de_de: Sekunde.

source: Calculate using degrees
de_de: Berechne mit Grad

source: Output sentence comes here;-)
de_de: Ausgang Sequenzen kommen hier

source: &Cancel
de_de: Abbruch

source: PreferenceDlg
de_de: Einstellungen

source: nmeaSendObjectDlg
de_de: Nmea Sende Objekt
