Repository: CarCode/Cocoa-OCPN
Catalog: plugins/BR24radar_pi/po/br24radar_pi.po
Languages: de_de

source: Navico BR24, 3G and 4G RADAR
de_de: Navico BR24, 3G und 4G RADAR

source: Show radar
de_de: Zeige Radar

source: Hide radar
de_de: Verstecke Radar

source: Radar Control...
de_de: Radar Einstellung…

source: Menu
de_de: Menü

source: Navico Radar PlugIn for OpenCPN
de_de: Navico Radar PlugIn für OpenCPN

source: Navico Broadband BR24/3G/4G Radar PlugIn for OpenCPN
de_de: Navico Broadband BR24/3G/4G Radar PlugIn für OpenCPN

source: (Confirmed)
de_de: (bestätigt)

source: Next alarm in
de_de: Nächster Alarm in

source: Back
de_de: Zurück

source: Noise rejection
de_de: Störung Ablehnung

source: Target expansion
de_de: Ziel Erweiterung

source: Interference rejection
de_de: Interferenz Ablehnung

source: Target separation
de_de: Ziel Separation

source: Scan speed
de_de: Scan Geschwindigkeit

source: Target boost
de_de: Ziel Boost

source: Bearing alignment
de_de: Peilungs Justierung

source: Antenna height
de_de: Antennen-Höhe

source: Local interference rej.
de_de: Lokale Interferenz entf.

source: Side lobe suppression
de_de: Seitenkeulen Unterdrückung

source: Main bang size
de_de: Haupt Bang Größe

source: Guard zones
de_de: Überwachungszonen

source: Zone type
de_de: Zonentyp

source: Inner range
de_de: Innerer Bereich

source: Outer range
de_de: Äußerer Bereich

source: Start bearing
de_de: Start Peilung

source: End bearing
de_de: Ende Peilung

source: Range
de_de: Bereich

source: Gain
de_de: Gewinn

source: Sea clutter
de_de: See Störungen

source: Rain clutter
de_de: Regenstörungen

source: Clear cursor
de_de: Lösche Cursor

source: Place EBL/VRM
de_de: Plaziere EBL/VRM

source: Target trails
de_de: Ziel Echos

source: True/Relative trails
de_de: Wahre/relative Echos

source: Clear trails
de_de: Lösche Echos

source: Orientation
de_de: Orientierung

source: Refresh rate
de_de: Wiederholrate

source: Transparency
de_de: Transparenz

source: Overlay
de_de: Überlagerung

source: Adjust
de_de: Justieren

source: Advanced
de_de: Erweitertert

source: View
de_de: Ansicht

source: Value
de_de: Wert

source: Off
de_de: Aus

source: Low
de_de: Niedrig

source: High
de_de: Hoch

source: On
de_de: An

source: Medium
de_de: Mittel

source: Fast
de_de: Schnell

source: Preferences
de_de: Einstellungen

source: Arc
de_de: Bogen

source: Circle
de_de: Kreis

source: Continuous
de_de: Ununterbrochen

source: Unknown
de_de: Unbekannt

source: Guard zone
de_de: Überwachungszone

source: Waking up
de_de: Aufwachen

source: Hide both windows
de_de: Verstecke beide Fenster

source: Show other window
de_de: Zeige anderes Fenster

source: Show this window
de_de: Zeige dieses Fenster

source: Show both windows
de_de: Zeige beide Fenster

source: Hide window
de_de: Verstecke Fenster

source: Show window
de_de: Zeige Fenster

source: Clear EBL/VRM
de_de: Lösche EBL/VRM

source: True
de_de: Wahr

source: Relative
de_de: Relativ

source: North up
de_de: Nord oben

source: Head up
de_de: Richtung oben

source: Guard Zone
de_de: Überwachungszone

source: Cannot switch radar on as it is not connected or off
de_de: Kann Rader nicht einschalten, weil es nicht angeschlossen oder weil

source: OpenCPN options
de_de: OpenCPN Optionen

source: Accelerated Graphics (OpenGL)
de_de: Beschleunigte Grafik (OpenGL)

source: ZeroConf via Ethernet
de_de: ZeroConf via (verdrahtet) Ethernet

source: Radar present
de_de: Radar vorhanden

source: Radar sending data
de_de: Radar sendet Daten

source: For radar overlay also required
de_de: Zur Radar-Überlagerung auch nötig

source: Boat position
de_de: Boot Position

source: and
de_de: und

source: True Heading
de_de: Wahre Richtung

source: or
de_de: oder

source: Magnetic heading
de_de: Magnetische Fahrtrichtung

source: Statistics
de_de: Statistiken

source: &Close
de_de: Schließen

source: &Hide Radar
de_de: Verstecke Radar

source: Radar type
de_de: Radar Typ

source: Radar requirements OK:
de_de: Radar Erfordernisse OK:

source: Radar requires the following
de_de: Radar erfordert das Folgende:

source: Ethernet card
de_de: Ethernet Karte

source: True heading
de_de: Wahre Richtung

source: BR24 Display Preferences
de_de: BR24 Anzeige-Einstellungen

source: Nautical Miles
de_de: Nautische Meilen

source: Kilometers
de_de: Kilometer

source: Range Units
de_de: Bereich Einheiten

source: Shading
de_de: Schattierung

source: Outline
de_de: Umriß

source: Shading + Outline
de_de: Schattierung + Umriß

source: Guard Zone Styling
de_de: Überwachungszone Stil

source: Guard Zone Sound
de_de: Überwachungszone Ton

source: Select Alert Sound
de_de: Wähle Alarm Ton

source: Test Alert Sound
de_de: Teste Alarm Ton

source: Repeat alarm after (sec)
de_de: Erneuere Alarm nach (sec)

source: GPU drawing method
de_de: GPU Zeichnungs-Methode

source: Drawing Method
de_de: Zeichnungs-Methode

source: Control Menu Auto Hide
de_de: Kontrollmenü autm. verstecken

source: Never
de_de: Nie

source: Auto hide after
de_de: Autm. verstecken nach

source: Trail start color
de_de: Echo Start Farbe

source: Trail end color
de_de: Echo Ende Farbe

source: Target colors
de_de: Ziel Farben

source: Weak return color
de_de: Weiches Echo Farbe

source: Intermediate return color
de_de: Mittleres Echo Farbe

source: Strong return color
de_de: Starkes Echo Farbe

source: Options
de_de: Optionen

source: Show Guard Zone on overlay
de_de: Zeige Überwachungszone auf Überlagerung

source: Show Target trails on overlay
de_de: Zeige Zielechos bei Überlagerung

source: Enable dual radar, 4G only
de_de: Aktiviere Dual-Radar, nur 4G

source: Ignore radar heading
de_de: Ignoriere Radar-Fahrtrichtung

source: Pass radar heading to OpenCPN
de_de: Übergebe Radar Kurs an OpenCPN

source: Enable COG as heading
de_de: Aktiviere COG als Fahrtrichtung

source: Emulator mode
de_de: Emulator Modus

source: Reverse mouse wheel zoom direction
de_de: Umkehrung Mausrad Zoomrichtung

source: Select Sound File
de_de: Wähle Tondatei

source: WAV files (*.wav)|*.wav|All files (*.*)|*.*
de_de: WAV Dateien (*.wav)|*.wav|Alle Dateien (*.*)|*.*

source: Confirm
de_de: Bestätige

source: Close
de_de: Schließen

source: Shader
de_de: Schattierung

source: North Up
de_de: Nord oben

source: Head Up
de_de: Richtung oben

source: No radar
de_de: Kein Radar

source: Radar is in Standby
de_de: Radar ist in Standby

source: Radar is waking up
de_de: Radar wacht auf

source: Radar not transmitting
de_de: Radar sendet nicht

source: OpenGL mode required
de_de: OpenGL Modus erforderlich

source: Unable to create OpenGL canvas
de_de: Kann keine OpenGL Fläche erzeugen

source: Cannot create UDP socket
de_de: Kann nicht UDP Socket erzeugen

source: Cannot set reuse address option on socket
de_de: Kann Option Reuse Adresse bei Socket nicht setzen

source: Cannot bind UDP socket to port
de_de: Kann UDP Socket nicht an Port binden

source: Invalid multicast address
de_de: Ungültige Multicast Adresse

source: Invalid IP address for UDP multicast
de_de: Ungültige IP Adresse für UDP Multicast
