Repository: CarCode/Cocoa-OCPN
Catalog: plugins/draw_pi/po/draw_pi.po
Languages: pi

source: Boat
pi: Boot

source: End
pi: Ende

source: EBL Persistence
pi: EBL Fortdauer

source: OCPN Draw Manager
pi: OCPN Zeichnen Manager

source: OCPN Draw Boundary
pi: OCPN Zeichnen Umgrenzung

source: OCPN Draw
pi: OCPN Zeichnen

source: General drawing for OpenCPN
pi: Allgemeines Zeichnen für OpenCPN

source: General Drawing for OpenCPN Thanks to the community for their helpful suggestions.
pi: Allgemeines Zeichnen für OpenCPN Danke an die Gemeinde für die hilfreichen Vorschläge.

source: Boundary
pi: Umgrenzung

source: Layer Boundary
pi: Layer Umgrenzung

source: Use nearby Point?
pi: Punkt in der Nähe verwenden?

source: OCPN Draw Point Create
pi: OCPN zeichne Punkt erzeugen

source: Use nearby OD Point?
pi: OD Punkt in der Nähe verwenden?

source: OCPN Draw Boundary Create
pi: OCPN zeichne Umgrenzung erzeugen

source: For this leg the Great Circle boundary is
pi: Für diesen Abschnitt ist die Großkreis Grenze

source: shorter than rhumbline.
pi: kürzer als die Rhumblinie.

source: Would you like include the Great Circle boundary points for this leg?
pi: Sollen für diesen Abschnitt die Großkreis Grenzpunkte verwendet werden?

source: Export GPX file
pi: Exportiere GPX Datei

source: Overwrite existing file?
pi: Vorhandene Datei überschreiben?

source: Confirm
pi: Bestätige

source: Loading navobjects from
pi: Lade Navobjekte von

source: Applying changes from
pi: Übernehme Änderungen von

source: Import GPX file
pi: Importiere GPX Datei

source: New layer %d: %s
pi: Neuer Layer %d: %s

source: Speed over Ground
pi: Geschw. über Grund

source: Course over Ground
pi: Kurs über Grund

source: DR Path Length
pi: DR Pfad Länge

source: DR Point Interval
pi: DR Punkt Interval

source: Time
pi: Zeit

source: Distance
pi: Entfernung

source: Length Type
pi: Längen Typ

source: Interval Type
pi: Interval Typ

source: Kilometres
pi: Kilometer

source: Nautical Miles
pi: Seemeilen

source: Distance Units
pi: Entfernungs-Einheiten

source: Minutes
pi: Minuten

source: Hours
pi: Stunden

source: Days
pi: Tage

source: Time Units
pi: Zeit-Einheiten

source: &Cancel
pi: Abbruch

source: Course over Ground (M)
pi: Kurs über Grund (M)

source: Course over Ground (T)
pi: Kurs über Grund (T)

source: (unnamed)
pi: (unbenannt)

source: Total Length:
pi: Gesamte Länge:

source: Leg: from
pi: Abschn. von

source: to
pi: zu

source: From:
pi: Von:

source: To:
pi: Zu:

source: Are you sure you want to delete this Boundary?
pi: Wollen Sie wirklich diese Begrenzung entfernen?

source: OCPN Draw Boundary Delete
pi: OCPN zeichne Umgrenzung löschen

source: Are you sure you want to delete this EBL?
pi: Wollen Sie wirklich dies EBL entfernen?

source: OCPN Draw EBL Delete
pi: OCPN zeichne EBL löschen

source: Are you sure you want to delete this DR?
pi: Wollen Sie wirklich dies DR entfernen?

source: OCPN Draw DR Delete
pi: OCPN zeichne DR löschen

source: Removing this point will invalidate the Boundary, this is not allowed.
pi: Entfernung des Punktes zerstört die Umgrenzung, das ist nicht erlaubt.

source: OCPN Draw Remove
pi: OCPN Zeichnung entfernen

source: OD Point
pi: OD Punkt

source: Are you sure you want to remove this
pi: Sicher zum Entfernen dies

source: Are you sure you want to remove this OD Point?
pi: Wollen Sie wirklich diesen OD Punkt entfernen?

source: OCPN Draw Remove OD Point
pi: OCPN zeichne OD Punkt entfernen

source: Are you sure you want to remove this Boundary Point?
pi: Wollen Sie wirklich diesen Begrenzungs-Punkt entfernen?

source: OCPN Draw Remove Boundary Point
pi: OCPN zeichne Umgrenzungspunkt entfernen

source: Are you sure you want to remove this EBL Point?
pi: Wollen Sie wirklich diesen EBL Punkt entfernen?

source: OCPN Draw Remove EBL Point
pi: OCPN zeichne EBL Punkt entfernen

source: Are you sure you want to remove this DR Point?
pi: Wollen Sie wirklich diesen DR Punkt entfernen?

source: OCPN Draw Remove DR Point
pi: OCPN zeichne DR Punkt entfernen

source: Are you sure you want to delete this OD Point?
pi: Wollen Sie wirklich diesen OD Punkt entfernen?

source: OCPN Draw Delete OD Point
pi: OCPN zeichne OD Punkt löschen

source: Are you sure you want to delete this Boundary Point?
pi: Wollen Sie wirklich diesen Begrenzungs-Punkt entfernen?

source: OCPN Draw Delete Boundary Point
pi: OCPN zeichne Umgrenzungs-Punkt löschen

source: Are you sure you want to delete this DR Point?
pi: Wollen Sie wirklich diesen DR Punkt entfernen?

source: OCPN Draw Delete DR Point
pi: OCPN zeichne DR Punkt löschen

source: Are you sure you want to delete this EBL Point?
pi: Wollen Sie wirklich diesen EBL Punkt entfernen?

source: OCPN Draw Delete EBL Point
pi: OCPN zeichne EBL Punkt löschen

source: Are you sure you want to delete this Text Point?
pi: Wollen Sie wirklich diesen Text Punkt entfernen?

source: OCPN Draw Delete Text Point
pi: OCPN zeichne Text Punkt löschen

source: Properties...
pi: Eigenschaften…

source: Centre on moving boat
pi: Zentriere an bewegendem Boot

source: Move start point to boat lat/lon
pi: Verschiebe Startpunkt zu Boot-Ort

source: Pick a new start point
pi: Nehme neuen Start Punkt

source: Match VRM colour to EBL colour
pi: VRM Farbe auf EBL Farbe setzen

source: Update initial conditions
pi: Update Startbedingungen

source: Move Boundary
pi: Verschiebe Umgrenzung

source: Move EBL
pi: Verschiebe EBL

source: Insert Boundary Point
pi: Umgrenzungs-Punkt einfügen

source: Insert EBL Point
pi: EBL Punkt einfügen

source: Insert DR Point
pi: DR Punkt einfügen

source: Delete...
pi: Löschen…

source: Deactivate
pi: Deaktivieren

source: Activate
pi: Aktivieren

source: Copy Boundary GUID
pi: Kopiere Umgrenzung GUID

source: Copy EBL GUID
pi: Kopiere EBL GUID

source: Copy DR GUID
pi: Kopiere DR GUID

source: Layer Boundary Point
pi: Layer Umgrenzungspunkt

source: Layer Text Point
pi: Layer Textpunkt

source: Layer EBL Point
pi: Layer EBL Punkt

source: Layer DR Point
pi: Layer DR Punkt

source: Boundary Point
pi: Umgrenzungs-Punkt

source: Text Point
pi: Text Punkt

source: EBL Point
pi: EBL Punkt

source: DR Point
pi: DR Punkt

source: Move Boundary Point
pi: Verschiebe Umgrenzungs-Punkt

source: Move Text Point
pi: Verschiebe Text Punkt

source: Move EBL Point
pi: Verschiebe EBL Punkt

source: Move DR Point
pi: Verschiebe DR Punkt

source: Move OD Point
pi: Verschiebe OD Punkt

source: Remove Point from Path
pi: Entferne Punkt vom Pfad

source: Delete
pi: Löschen

source: Copy Point GUID
pi: Kopiere Punkt GUID

source: Description
pi: Beschreibung

source: Active
pi: Aktiv

source: Total Length
pi: Gesamte Länge

source: Line Colour
pi: Linienfarbe

source: Line Style
pi: Linien Stil

source: Solid
pi: Voll

source: Dot
pi: Punkt

source: Long Dash
pi: Langer Strich

source: Short Dash
pi: Kurz-Strich

source: Dot Dash
pi: Punkt Strich

source: Line Width
pi: Linien Breite

source: 2 pixels
pi: 2 Pixel

source: 3 pixels
pi: 3 Pixel

source: 4 pixels
pi: 4 Pixel

source: 5 pixels
pi: 5 Pixel

source: 6 pixels
pi: 6 Pixel

source: 7 pixels
pi: 7 Pixel

source: 8 pixels
pi: 8 Pixel

source: 9 pixels
pi: 9 Pixel

source: 10 pixels
pi: 10 Pixel

source: Fill Colour
pi: Füllfarbe

source: Fill Density
pi: Füll-Dichte

source: Inclusion Boundary Size
pi: Einschluß Größe Umgrenzung

source: Exclusion
pi: Ausschluß

source: Inclusion
pi: Einschluß

source: Neither
pi: Weder

source: Boundary Type
pi: Umgrenzungs Typ

source: Rotate with Boat
pi: Drehe mit Boot

source: Heading
pi: Kurs

source: Maintain with
pi: Behalten mit

source: EBL Angle (-P/+S)
pi: EBL Winkel (-P/+S)

source: EBL Fixed End Position
pi: EBL feste Endposition

source: Show VRM
pi: Zeige VRM

source: Show Path Direction Arrow
pi: Zeige Pfad Richtungspfeil

source: Persistent
pi: Bleibend

source: Persistent over Crash
pi: Crash überdauernd

source: Never
pi: Nie

source: Path Persistence
pi: Pfad überdauernd

source: Points
pi: Punkte

source: OCPN Draw Path &Properties
pi: OCPN zeichne Pfad Eigenschaften

source: Boundary Point &Properties
pi: Umgrenzung Punkt Eigenschaften

source: EBL Point &Properties
pi: EBL Punkt Eigenschaften

source: DR Point &Properties
pi: DR Punkt Eigenschaften

source: &Properties...
pi: Eigenschaften…

source: &Remove Selected
pi: Gewähltes entfernen

source: From Point
pi: von Punkt

source: To Point
pi: zu Punkt

source: Distance From Boat
pi: Entfernung vom Boot

source: Bearing (M)
pi: Peilung (M)

source: Bearing
pi: Peilung

source: Latitude
pi: Breite

source: Longitude
pi: Länge

source: Bearing From-To (M)
pi: Peilung von-zu (M)

source: Bearing From-To
pi: Peilung von-zu

source: Are you sure you want to remove this point?
pi: Wollen Sie wirklich diesen Punkt entfernen?

source: Properties
pi: Eigenschaften

source: Show name
pi: Zeige Name

source: Change all Path Point Icons
pi: Ändere alle Pfad Punkt Symbole

source: Arrival Radius
pi: Ankunftsradius

source: Show Point Range Rings
pi: Zeige Punkt Bereichsringe

source: Point Type
pi: Punkt-Typ

source: Point Inclusion Size
pi: Punkt Einschluß Größe

source: Number of Point Range Rings
pi: Anzahl Punkt Bereichsringe

source: None
pi: Kein

source: Distance between Range Rings
pi: Entfernung zwischen Bereichsringen

source: Distance Unit
pi: Entfernungs-Einheit

source: Range Ring Colours
pi: Bereichsring Farben

source: Range Ring Line Width
pi: Linien Breite Bereichsring

source: Range Ring Line Style
pi: Linien Stil Bereichsring

source: Basic
pi: Basis

source: Text to Display with Point
pi: Text zur Anzeige mit Punkt

source: Text position relative to point
pi: Textposition relativ zum Punkt

source: Top
pi: Oben

source: Top Centre
pi: Oben Mitte

source: Bottom
pi: Unten

source: Bottom Centre
pi: Unten Mitte

source: Centre
pi: Mitte

source: Right
pi: Rechts

source: Left
pi: Links

source: Text Colour
pi: Textfarbe

source: Background Colour
pi: Hintergrund Farbe

source: Background Transparency
pi: Hintergrund Transparenz

source: Text Font
pi: Textschrift

source: Example
pi: Beispiel

source: Fonts
pi: Schriften

source: Always
pi: Immer

source: On Rollover Only
pi: Nur bei Überlappung

source: Show Display Text
pi: Zeige Display-Text

source: Display text
pi: Text Anzeige

source: Show on chart
pi: Zeige auf Karte

source: Extended
pi: Erweitert

source: Copy
pi: Kopiere

source: Copy lat/long
pi: Kopiere Breite/Länge

source: Paste
pi: Einfügen

source: Paste lat/long
pi: Einfügen Breite/Länge

source: OCPN Draw Point, Layer:
pi: OCPN zeichne Punkt. Layer:

source: Boundary Point Properties, Layer:
pi: Umgrenzung Punkt Eigenschaften, Layer:

source: EBL Point Properties, Layer:
pi: EBL Punkt Eigenschaften, Layer:

source: DR Point Properties, Layer:
pi: DR Punkt Eigenschaften, Layer:

source: OCPN Draw Point
pi: OCPN zeichne Punkt

source: Boundary Point Properties
pi: Umgrenzung Punkt Eigenschaften

source: EBL Point Properties
pi: EBL Punkt Eigenschaften

source: DR Point Properties
pi: DR Punkt Eigenschaften

source: Confirm Object Delete
pi: Bestätigung Objekt löschen

source: Show Magnetic Bearings
pi: Zeige magnetische Peilung

source: Nav Object Backups
pi: Nav. Objekt Backups

source: Edge Panning Sensitivity (percentage screen width) Default 5
pi: Rand-Verschiebung Empfindlichkeit (Prozent Fenster-Breite) Grundwert 5

source: Initial Edge Panning Sensitivity (percentage screen width) Default 3
pi: Start Rand-Verschiebung Empfindlichkeit (Prozent Fenster-Breite) Grundwert 3

source: Display Toolbar
pi: Anzeige Werkzeugleiste

source: Whilst Drawing
pi: Beim Zeichnen

source: General
pi: Allgemein

source: Active Line Colour
pi: Aktive Linienfarbe

source: Active Fill Colour
pi: Aktive Füllfarbe

source: Inactive Line Colour
pi: Inaktive Linienfarbe

source: Inactive Fill Colour
pi: Inaktive Füll-Farbe

source: 2 Pixels
pi: 2 Pixel

source: 3 Pixels
pi: 3 Pixel

source: 4 Pixels
pi: 4 Pixel

source: 5 Pixels
pi: 5 Pixel

source: 6 Pixels
pi: 6 Pixel

source: 7 Pixels
pi: 7 Pixel

source: 8 Pixels
pi: 8 Pixel

source: 9 Pixels
pi: 9 Pixel

source: 10 Pixels
pi: 10 Pixel

source: Inclusion Boundary Size
pi: Einschluß Umgrenzung Größe

source: Show Name
pi: Zeige Name

source: Show Range Rings
pi: Zeige Bereichsringe

source: Boundary Point Type
pi: Umgrenzungs-Punkt Typ

source: Boundary Point Inclusion Size
pi: Umgrenzungs-Punkt Größe einschließen

source: Number of Range Rings
pi: Anzahl Bereichsringe

source: Distance Between Range Rings
pi: Entfernung zwischen Bereichsringen

source: Text Point Icon
pi: Text Punkt Symbol

source: Background Density
pi: Hintergrund Dichte

source: Path
pi: Pfad

source: Start Point Icon
pi: Start Punkt Symbol

source: End Point Icon
pi: Endpunkt Symbol

source: Active EBL Line Colour
pi: Aktive EBL Linienfarbe

source: Inactive EBL Line Colour
pi: Inaktive EBL Linienfarbe

source: Show EBL Direction Arrow
pi: Zeige EBL Richtungspfeil

source: Active DR Line Colour
pi: Aktive DR Linienfarbe

source: Inactive DR Line Colour
pi: Inaktive DR Linie Farbe

source: Show DR Direction Arrow
pi: Zeige DR Richtungspfeil

source: DR Persistence
pi: DR überdauernd

source: DR Point Icon
pi: DR Punkt Symbol

source: Major:
pi: Hauptnr.:

source: Minor:
pi: Unternr.:

source: Patch:
pi: Lauf:

source: Date:
pi: Datum:

source: Other:
pi: Anderes:

source: Please report problems using FlySpray at: http://willkamp.com/opencpn/flyspray/index.php?project=0&do=index&switch=1 or at the OpenCPN forum: http://www.cruisersforum.com/forums/f134 or Raise an issue in GIT at: https://github.com/jongough/ocpn_draw_pi/issues
pi: Probleme bitte an FlySpray melden: http://willkamp.com/opencpn/flyspray/index.php?project=0&do=index&switch=1 oder an das OpenCPN Forum: http://www.cruisersforum.com/forums/f134 oder einen Eintrag in GIT machen bei: https://github.com/jongough/ocpn_draw_pi/issues

source: About
pi: Über

source: &Apply
pi: Übernehmen

source: Create Boundary
pi: Zeichne Umgrenzung

source: Create Boundary Point
pi: Zeichne Umgrenzungs-Punkt

source: Create Text Point
pi: Zeichne Textpunkt

source: Electronic Bearing Line
pi: Elektron. Peil-Linie

source: Create EBL
pi: Zeichne EBL

source: Create DR
pi: Zeichne DR

source: Path & Point Manager
pi: Pfad + Punkt Manager

source: Paths
pi: Pfade

source: Show
pi: Zeige

source: Path Name
pi: Pfad Name

source: Desc
pi: Beschr.

source: &Properties...
pi: Eigenschaften…

source: &Activate
pi: Aktivieren

source: &Center View
pi: Zentrieren

source: &Delete
pi: Löschen

source: &Export selected...
pi: Exportiere Gewähltes…

source: &Delete All
pi: Lösche alles

source: OD Points
pi: OD Punkte

source: OD Point Name
pi: OD Punkt Name

source: Distance from Ownship
pi: Entfernung von eig. Schiff

source: &New
pi: Neu

source: &Properties
pi: Eigenschaften

source: Delete All
pi: Lösche alles

source: I&mport GPX...
pi: Importiere GPX…

source: Export All Visible...
pi: Exportiere alles Sichtbare…

source: Layers
pi: Layer

source: No. of items
pi: Nr. von Obj.

source: Temporary layer
pi: Temporärer Layer

source: Show Point names
pi: Zeige Punkt Namen

source: List contents
pi: Liste Inhalt

source: (Unnamed )
pi: (unbenannt)

source: &Deactivate
pi: Deaktiviere

source: Are you sure you want to delete the selected object(s)
pi: Sicher zum löschen der gewählten Objekte?

source: OpenCPN Alert
pi: OpenCPN Alarm

source: Are you sure you want to delete <ALL> paths?
pi: Sicher zum löschen <ALLER> Pfade?

source: Path Properties
pi: Pfad Eigenschaften

source: Boundary Properties
pi: Umgrenzung Eigenschaften

source: EBL Properties
pi: EBL Eigenschaften

source: DR Properties
pi: DR Eigenschaften

source: Path Properties, Layer:
pi: Pfad Eigenschaften, Layer:

source: Boundary Properties, Layer:
pi: Umgrenzung Eigenschaften Layer:

source: EBL Properties, Layer:
pi: EBL Eigenschaften Layer:

source: DR Properties, Layer:
pi: DR Eigenschaften, Layer:

source: Do you also want to make the shared OD Points being part of this boundary invisible?
pi: Sollen auch die mit dieser Umgrenzung verbundenen OD Punkte versteckt werden?

source: Question
pi: Frage

source: (Unnamed)
pi: (unbenannt)

source: The OD Point you want to delete is used in a path, do you really want to delete it?
pi: Der zu löschende OD Punkt wird in einem Pfad verwendet, soll er wirklich gelöscht werden?

source: Are you sure you want to delete <ALL> OD points?
pi: Wollen Sie wirklich <ALLE> OD Punkte entfernen?

source: There are some OD points used in paths or anchor alarms. Do you want to delete them as well? This will change the paths and disable the anchor alarms. Answering No keeps the OD points used in paths or alarms.
pi: Einige OD Punkte werden in Pfaden und Ankeralarmen benutzt. Sollen sie auch gelöscht werden? Damit werden Pfade verändert und Ankeralarme abgebrochen. Antwort Nein behält die in Pfaden und Alarmen benutzten OD Punkte.

source: Hide from chart
pi: Verstecke von Karte

source: Hide Point names
pi: Verstecke Punkt Namen

source: Unlist contents
pi: Unnotierte Inhalte

source: Are you sure you want to delete this layer and <ALL> of its contents?
pi: Sicher zum löschen dieses Layers und <ALLEN> Inhalt?

source: (Unnamed Layer)
pi: (unbenannter Layer)

source: OD Point Properties
pi: OD Punkt Eigenschaften

source: OCPN Draw Properties
pi: OCPN zeichne Eigenschaften

source: Draw Toolbar
pi: Zeichne Werkzeugleiste
