Repository: CarCode/Cocoa-OCPN
Catalog: plugins/s63_pi/po/s63_pi.po
Languages: de_de

source: S63 PlugIn for OpenCPN
de_de: S63 PlugIn für OpenCPN

source: S63 PlugIn for OpenCPN Provides support of S63 charts.
de_de: S63 PlugIn für OpenCPN Unterstützt S63 Karten.

source: SSE 25..The ENC permit for this cell has expired. This cell may be out of date and MUST NOT be used for NAVIGATION.
de_de: SSE 25..Der ENC Permit für diese Zelle ist abgelaufen. Diese Zelle kann veraltet sein und soll NICHT zur Navigation verwendet werden.

source: S63 Charts
de_de: S63 Karten

source: Chart Cells
de_de: Karten Zellen

source: Installed S63 Cell Permits
de_de: Installierte S63 Zellen Freigaben

source: Cell Name
de_de: Zellen Name

source: Data Server ID
de_de: Daten Server ID

source: Expiration Date
de_de: Ablauf-Datum

source: Import Cell Permits...
de_de: Importiere Zellen Freigaben...

source: Remove Permits
de_de: Entferne Freigaben

source: Import Charts/Updates...
de_de: Importiere Karten/Updates...

source: Installed S63 Certificates/Keys
de_de: Installierte S63 Zertifikate/Schlüssel

source: Certificate Name
de_de: Zertifikat Name

source: Import Certificate...
de_de: Importiere Zertifikat...

source: New Userpermit...
de_de: Neuer UserPermit...

source: New Installpermit...
de_de: Neuer InstallPermit...

source: System Identification
de_de: System Identifikation

source: Create System Identifier file...
de_de: Erzeuge System-Identifikations Datei…

source: Select S63 exchange set root directory (usually ENC_ROOT)
de_de: Wähle S63 Austausch-Verzeichnis (normal: ENC_ROOT)

source: Cannot find "ENC_ROOT" directory
de_de: Kann "ENC_ROOT" Verzeichnis nicht finden

source: s63_pi Message
de_de: s63_pi Nachricht

source: OpenCPN can create eSENC files as cells are imported. Note: This process may take some time. eSENCS not processed here will be created as needed by OpenCPN. Create eSENCs on Import?
de_de: OpenCPN kann beim Import von Zellen eSENC Dateien erzeugen. Hinweis: Dieser Prozeß kann etwas dauern. Nicht hier verarbeitete eSENCS werden von OpenCPN nach Bedarf erzeugt. Erzeuge eSENCs beim Import?

source: CATALOG.031 file not found in ENC_ROOT
de_de: CATALOG.031 Datei nicht gefunden in ENC_ROOT

source: Security Scheme Error SSE 10 - Permits not available for this data provider.
de_de: SIcherheitsschema Fehler SSE 10 - Permits nicht verfügbar für diesen Karten-Händler.

source: Creating eSenc
de_de: Erzeuge eSenc

source: cell:
de_de: Zelle:

source: is not present in exchange set.
de_de: ist nicht vorhanden im Austauschsatz.

source: Security Scheme Error SSE 15 - Subscription service has expired. Please contact your data supplier to renew the subscription licence.
de_de: Sicherheits-Schema Fehler SSE 15 ein Subscriptions Service ist abgelaufen. Bitte Daten-Lieferanten kontaktieren zur Erneuerung der Subscriptions Lizenz.

source: First expired base cell name:
de_de: Erster abgelaufener Basis-Zellen Name:

source: Base cell edition update skipped
de_de: Basis Zellen-Edition Update übersprungen

source: There may be other expired permits. However, this message will be shown once only.
de_de: Es kann andere abgelaufene Permits geben. Diese Meldung wird jedoch nur einmal gezeigt.

source: Security Scheme Error SSE 23 - Non sequential update, previous update(s) missing. Try reloading from the base media. If the problem persists contact your data supplier.
de_de: Sicherheitsschema Fehler SSE 23 - Kein fortlaufendes Update, vorherige(s) Update(s) fehlt. Versuche Neuladen von Basis Daten. Bleibt das Problem, bitte Karten-Händler kontaktieren.

source: cell:
de_de: Zelle:

source: Latest intalled update: %d
de_de: Letzter installierter Update: %d

source: Attempted update: %d
de_de: Versuchter Update: %d

source: Cell update skipped
de_de: Zellen Update übersprungen

source: Cell update NOT authenticated
de_de: Zellen Update NICHT authentifiziert

source: This update and all subsequent updates to this cell are NOT applied.
de_de: Dieses Update und alle folgenden Updates für diese Zelle werden NICHT gemacht.

source: Select Public Key File
de_de: Wähle Public Key Datei

source: PUB files (*.PUB)|*.PUB|txt files (*.txt)|*.txt|All files (*.*)|*.*
de_de: PUB Dateien (*.PUB)|*.PUB|txt Dateien (*.txt)|*.txt|Alle Dateien (*.*)|*.*

source: Security Scheme Error SSE 08 - SA Digital Certificate file incorrect format. A valid certificate can be obtained from the IHO website or your data supplier.
de_de: Sicherheitsschema Fehler SSE 08 - SA Digitale Zertifikat Datei falsches Format. Ein gültiges Zertikat von der IHO Webseite oder Ihrem Daten-Händler anfordern.

source: Certificate Key imported successfully
de_de: Zertifikat Schlüssel Import erfolgreich

source: Certificate Key import FAILED
de_de: Zertifikat Schlüssel Import FEHLER

source: Please enter valid Userpermit and Installpermit on Keys/Permits tab
de_de: Gültigen Userpermit und Installpermit eingeben im Keys/Permits Bereich

source: Select PERMIT.TXT File
de_de: Wähle PERMIT.TXT Datei

source: TXT files (*.TXT)|*.TXT|All files (*.*)|*.*
de_de: TXT Dateien (*.TXT)|*.TXT|Alle Dateien (*.*)|*.*

source: Update all existing cell permits?
de_de: Update alle existierenden Zellen Permits?

source: Security Scheme Error SSE 11 - Cell permit not found
de_de: Sicherheitsschema Fehler SSE 11 - Zellen-Permit nicht gefunden

source: Security Scheme Error SSE 12 - Cell permit format is incorrect Incorrect cell permit line starts with
de_de: Sicherheitsschema Fehler SSE 12 - Zellen-Permit Format ist falsch. Ungültiger Zellen-Permit startet mit

source: Security Scheme Error SSE 13 - Cell Permit is invalid (checksum is incorrect) or the Cell Permit is for a different system. Invalid cell permit starts with
de_de: Sicherheitsschema Fehler SSE 13 - Zellen Permit ist ungültig (Prüfsumme ist falsch) oder Zellen-Permit von anderem System. Ungültiger Zellen-Permit startet mit

source: First expired cell name:
de_de: Erster abgelaufener Zellen Name:

source: already imported. Would you like to replace it?
de_de: schon importiert. Soll es ersetzt werden?

source: Error: Cannot create
de_de: Fehler: Kann nicht erzeugen

source: Security Scheme Error SSE 24 - ENC Signature format is incorrect. Cell name:
de_de: Sicherheitsschema Fehler SSE 24 - ENC Signatur Format ist falsch. Zellen-Name:

source: Security Scheme Error SSE 06 - The SA Signed Data Server Certificate is invalid. The SA may have issued a new public key or the ENC may originate from another service. A new SA public key can be obtained from the IHO website or from your data supplier. Cell name:
de_de: Sicherheitsschema Fehler SSE 06 - Das SA signierte Data Server Zertifikat ist ungültig. Das SA mag einen neuen Public Key gemacht haben oder die ENC kommt von einem anderen Service. Ein neuer SA Public Key kann von der IHO Webseite oder von Ihrem Daten-Händler angefordert werden. Zellen-Name:

source: Security Scheme Warning SSE 26 - ENC is not authenticated by the IHO acting as the SA. Cell name:
de_de: Sicherheitsschema Warnung SSE 26 - ENC ist nicht autentifiziert als SA von der IHO. Zellen-Name:

source: Security Scheme Error SSE 09 - ENC Signature is invalid. Cell name:
de_de: Sicherheitsschema Fehler SSE 09 - ENC Signatur ist falsch. Zellen-Name:

source: To obtain an Install Permit, you must generate a unique System Identifier File.
de_de: Zum Erhalt eines Install Permit müssen Sie eine einmalige System Identifikations Datei erzeugen.

source: This file is also known as a"fingerprint" file.
de_de: Diese Datei wird auch als “fingerprint“ Datei bezeichnet.

source: The fingerprint file contains information to uniquely identifiy this computer.
de_de: Die Fingerprint Datei enfhält Informationen zur Identifikation dieses Computers.

source: After creating this file, you must send the file by email to o-charts.org.
de_de: Nach Erzeugung dieser Datei muß sie per Email an o-charts.org gesendet werden.

source: You may then arrange to purchase an Install Permit.
de_de: Sie können dann einen Install Permit kaufen.

source: Proceed to create Fingerprint file?
de_de: Weiter mit Erzeugung Fingerprint Datei?

source: S63_PI Message
de_de: s63_pi Nachricht

source: Fingerprint file created.
de_de: Fingerprint Datei erzeugt.

source: S63_pi backchannel could not listen at the specified port !
de_de: S63_pi Rück-Kanal hört nicht auf angegebenen Port!

source: S63_pi backchannel server listening.
de_de: S63_pi Rück-Kanal Server hört.

source: Unexpected event !
de_de: Unerwarteter Event !

source: Error: couldn't accept a new connection
de_de: Fehler: keine neue Verbindung akzeptiert

source: S63_pi Userpermit Required
de_de: S63_pi UserPermit erforderlich

source: Enter Userpermit
de_de: Eingabe UserPermit

source: Test Userpermit
de_de: Teste UserPermit

source: Test Results
de_de: Test Ergebnisse

source: Cancel
de_de: Abbruch

source: Userpermit invalid
de_de: UserPermit ungültig

source: S63_pi Install Permit Required
de_de: S63_pi InstallPermit erforderlich

source: Enter Installpermit
de_de: Eingabe InstallPermit

source: Test Installpermit
de_de: Teste InstallPermit

source: Install permit invalid
de_de: UserPermit ungültig

source: Checking OCPNsenc utility at
de_de: Prüfe OCPNsenc Programm bei

source: Cannot find the OCPNsenc utility at
de_de: Kann das OCPNsenc Programm nicht finden bei

source: Cannot execute OCPNsenc utility at
de_de: Kann OCPNsenc Programm nicht ausführen bei

source: OCPNsenc utility at
de_de: OCPNsenc Programm bei

source: is incorrect version, reports as:
de_de: ist falsche Version, meldet sich als:

source: This version of S63_PI requires OCPNsenc of version 1.03 or later.
de_de: Diese Version von S63_PI erfordert OCPNsenc Version 1.03 oder später.

source: Building eSENC
de_de: Erzeuge eSENC

source: <font size=-2>(Sector angles are True Bearings from Seaward)</font><br>
de_de: <font size=-2>(Sektorwinkel sind wahre Peilungen von Seewärts)</font><br>
