Repository: CarCode/Cocoa-OCPN
Catalog: plugins/navdata_pi/po/opencpn-navdata_pi.po
Languages: de_de

source: Settings
de_de: Einstellungen

source: Navigation Data
de_de: Navigationsdaten

source: Started
de_de: Gestartet

source: at
de_de: bei

source: TimeSpent
de_de: Verstrichene Zeit

source: Distance
de_de: Entfernung

source: Avg.speed
de_de: Mittlere Geschw.

source: Ended
de_de: Endet

source: Show Trip Data
de_de: Zeige Trip Daten

source: at VMG
de_de: bei VMG

source: at SOG
de_de: bei SOG

source: Compute and Show TTG and ETA
de_de: Berechne und zeige TTG und ETA

source: Unnamed route
de_de: Unbenannte Route

source: No Active Route!
de_de: Keine aktive Route!

source: Navigation data
de_de: Navigationsdaten

source: Navigation data plugin for OpenCPN
de_de: Plugin für Navigationsdaten für OpenCPN

source: Navigation data plugin for OpenCPN Shows RNG (range),TTG (time to go) and ETA (estimated time of arrival) for all active route points. Also shows current trip summary: start time, time spent, distance, mean speed since departure...
de_de: Navigationsdaten Plugin für OpenCPN Zeigt RNG (Bereich), TTG ( Rest-Zeit) und ETA (erwartete Ankunftszeit) für alle aktuell aktiven Routenpunkte. Zeigt auch aktuellen Track Gesamtfortschritt: Startzeit, Entfernung, Durchnittsgeschw. seit Start…
