Repository: CarCode/Cocoa-OCPN
Catalog: plugins/Findit_pi/po/opencpn-findit_pi.po
Languages: pi

source: Stowage PlugIn for OpenCPN
pi: Stauraum-Plugin für OpenCPN

source: Stowage PlugIn for OpenCPN
pi: Stauraum-Plugin für OpenCPN

source: Yes
pi: Ja

source: No
pi: Nein

source: Provisions
pi: Proviant

source: FindIt Options
pi: FindIt Optionen

source: Add Line
pi: Zeile hinzufügen

source: Append a row Delete a row = Key <Del>
pi: Zeile anfügen Zeile löschen = Taste <Entf>

source: Enter Searchstring:
pi: Suchbegriff eingeben:

source: Separate more than one string with a blank
pi: mehrere Suchbegriffe durch Leertaste trennen

source: Buy it
pi: Kaufe es

source: If the logbook-plugin is installed send a list with checked items to 'Logbook/Maintenace/Buy Parts'
pi: Wenn das Logbuch-Plugin installiert/aktiviert wurde sende eine Liste mit Einträgen zu 'Logbuch/Instandhaltung/Kaufe Teile'

source: Buy
pi: Kaufe

source: Priority
pi: Priorität

source: Quota
pi: Soll

source: Actuell
pi: Ist

source: Balance
pi: Differenz

source: Unit
pi: Einheit

source: Location1
pi: Stauraum1

source: Location2
pi: Stauraum2

source: Location3
pi: Stauraum3

source: Location4
pi: Stauraum4

source: Location5
pi: Stauraum5

source: Location6
pi: Stauraum6

source: Remarks
pi: Bemerkungen

source: Locations
pi: Stauräume

source: Units
pi: Einheiten

source: blank
pi: Leer

source: If Value of Column "Balance" = 0, set Value to
pi: Wenn Spalte "Differenz" = 0, setze

source: "No"
pi: "Nein"

source: If Value of Column "Buy" = No, set Value to
pi: Wenn Spalte "Kaufe" = Nein, setze ein

source: Use last row values as default for new row
pi: Setze die Beträge der letzten Zeile in neue Zeile
