Repository: CarCode/Cocoa-OCPN
Catalog: plugins/grib_pi/po/*.po
Languages: fr

source: 4 days
fr: 4 jours

source: 6 days
fr: 6 jours

source: 8 days
fr: 8 jours

source: Air Temp.(2m)
fr: Temp. Air(2m)

source: Air Temperature(2m)
fr: Température de l'air(2m)

source: Clouds Cover
fr: Nébulosité

source: Copy first Cumulative missing Record
fr: Copier le premier enregistrement cumulatif manquant

source: Copy missing Wave Records
fr: Copier les enregistrements vagues manquants

source: Current Velocity
fr: Vitesse Courant

source: Data
fr: Données

source: Data Display Preferences
fr: Préférences d'affichage

source: Days
fr: jours

source: Error: Can't read this File!
fr: Error : Impossible de lire ce fichier!

source: Forecast Model
fr: Model des prévisions

source: GRIB Display Control
fr: Gestionnaire d'affichage GRIB

source: GRIB PlugIn for OpenCPN
fr: Complément "Météo" d'affichage des fichiers GRIB pour OpenCPN

source: GRIB PlugIn for OpenCPN Provides basic GRIB file overlay capabilities for several GRIB file types. Supported GRIB file types include: - wind direction and speed - significant wave height - sea surface temperature - surface current direction and speed.
fr: Complément "Météo" pour l'affichage des fichiers GRIB par OpenCPN Fournit un affichage de base des fichiers GRIB pour plusieurs types de fichiers. Supporte les types de fichiers GRIB suivants : - Vent : Direction et vitesse - Hauteur significative des vagues - Température de surface de la mer - Courant de surface : Direction et vitesse.

source: GRIB Preferences
fr: Préférences

source: Graphic Data to show in Map
fr: Données graphiques à afficher sur la carte

source: Interval
fr: Intervalle

source: Local Time
fr: Heure Locale

source: Model
fr: Modèle

source: Modify
fr: Modifier

source: No Reference. Try another Graphic Data Selection
fr: Pas de reference. Essayez une autre selection de données

source: No other graphic display
fr: Pas d'autre affichage graphique

source: Numeric Data to show in Panel
fr: Données numériques à afficher

source: Parameters
fr: Parametres

source: Period
fr: Période

source: Please Zoom or Scale Out to view suppressed Air Temp.(2m) GRIB
fr: Veuillez diminuer le zoom ou l'échelle pour afficher les GRIB non visibles - Temperature de l'air(2m).

source: Please Zoom or Scale Out to view suppressed CURRENT GRIB
fr: Veuillez diminuer le zoom ou l'échelle pour afficher les GRIB non visibles - Courants

source: Please Zoom or Scale Out to view suppressed Clouds Cover GRIB
fr: Veuillez diminuer le zoom ou l'échelle pour afficher les GRIB non visibles - Nebulosité

source: Please Zoom or Scale Out to view suppressed HTSGW GRIB
fr: Veuillez diminuer le zoom ou l'échelle pour afficher les GRIB non visibles - Hauteur signif. des Vagues

source: Please Zoom or Scale Out to view suppressed Sea Surf.Temp. GRIB
fr: Veuillez diminuer le zoom ou l'échelle pour afficher les GRIB non visibles - Température de l'eau

source: Please Zoom or Scale Out to view suppressed Total Rainfall GRIB
fr: Veuillez diminuer le zoom ou l'échelle pour afficher les GRIB non visibles - Précipitations

source: Pressure
fr: Pression

source: Pressure (MSL)
fr: Pression (MSL)

source: Profil
fr: Profile

source: Rainfall
fr: Précipitations

source: Request Pofile
fr: Profile de la demande

source: Request Setting
fr: Parametrage de la demande

source: Sea Temp.(Surf.)
fr: Temp. eau(Surf.)

source: Sea Temperature(surf.)
fr: Température de l'eau(Surf.)

source: Select a GRIB file
fr: Sélectionnez un fichier GRIB

source: Send
fr: Envoyer

source: Sign.Wave Height
fr: Haut. sign. Vagues

source: Speed unit
fr: Unité de vitesse

source: Time Zone
fr: Zone horaire

source: Total Rainfall
fr: Précipitations

source: Units
fr: Unités

source: Unnown
fr: Inconnu

source: Use High Definition Graphics
fr: Utiliser le graphisme haute définition

source: Warning : This directory is Empty!
fr: Attention : Ce repertoire est vide!

source: Waves
fr: Vagues

source: Wind
fr: Vent

source: Wind Direction(10m)
fr: Direction vent(10 m)

source: Wind Gust(Surf.)
fr: Rafales (Surf.)

source: Wind Speed and Direction(10m)
fr: Vitesse et Direction du vent(10m)

source: Wind Speed(10m)
fr: Vitesse vent(10m)

source: Your request is ready. An eMail is prepared in your eMail environment. You have just to click 'send' to send it. OK to continue ...
fr: Votre demande est prete. Un Mail est preparé dans votre logiciel mail. Il vous reste à cliquer sur 'envoyer' . OK pour continuer...

source: Your request was sent (if your system has an MTA configured and is able to send mail). OK to continue ...
fr: Votre demande a été envoyée (si votre systeme a un MTA configuré et capable d'envoyer des mails). OK pour continuer...

source: eMail
fr: Mail

source: eMail To
fr: Mail pour
