<html><head>
<meta http-equiv="content-type" content="text/html; charset=ISO-8859-1">
    <title>Celestial Navigation Grundlagen</title>
  </head>
  <body alink="#ff0000" bgcolor="#efe0ac" link="#0000e2" text="#000000" vlink="#bb0000">
    <center><h1><u>Celestial Navigation Plugin f&uuml;r OpenCPN</u></h1></center>
    <hr>
    <h3><u>Einf&uuml;hrung</u></h3>
<p>Das Plugin wurde gemacht, um die astronomische (celestial) Navigation zu erm&ouml;glichen und einen visuellen Weg zur Verwendung und Kontrolle astronomischer Messungen
   zu schaffen. Das Plugin erweitert die Positionslinie zu einem Positionsgebiet, um alle m&ouml;glichen Orte aufgrund des Me&szlig;fehlers zu zeigen. Das Plugin
   zeigt auch die wahren Positionen (allgemein ein Kreis, keine Linie). Es wurde ebenfalls die M&ouml;glichkeit hinzugef&uuml;gt, um Sichten basierend auf Peilung anstatt
   auf H&ouml;he zu nehmen.</p>
<p><i>Das englische Wort "sight" wurde hier mit "Sicht" &uuml;bersetzt, obwohl damit der Schu&szlig; (Sextanten-Messung) gemeint ist.</i></p>
<h3><u>Eine Sicht aufnehmen</u></h3>
<p>Eine Sicht ist eine Winkelmessung zu einem astronomischen Objekt mit (typischerweise) einem Sextanten.
<ul>
<li><p><b>Type</b> Der Typ einer Sicht (H&ouml;he oder Azimuth) bestimmt, ob Sie den Winkel &uuml;ber den Horizont (typisch) oder den Winkel zu Nord messen. Azimuth Sichten
    sind kein Standard, weil es typischerweise schwierig ist, Messung genauer als ein Grad zu machen, die normalerweise zu Fehlern von &uuml;ber 100 Seemeilen f&uuml;hren.</p></li>
<li><p><b>Celestial Objekt</b> Das ist das zu sichtende Objekt. Es ist am Besten, Objekte zu w&auml;hlen, die Lotrechte Positionen am Fixpunkt erzeugen. In der n&ouml;rdlichen
    Hemisph&auml;re gibt z.B. Polaris exzellente Breite und entweder Sonne oder Mond gute L&auml;nge Ergebnisse. Diese beiden Objekte erg&auml;nzen sich zum Erhalt eines guten
    Fix. In F&auml;llen, wo die Objekte sich in der gleichen Bahn bewegen (z.B. nur Verwendung von Sonne oder Planeten) kann der Breite Fehler insbesondere Nahe dem &Auml;quator
    gro&szlig; sein. Wenn zwei Sichten mit Resultaten in etwa parallelen Positionen, wo sie kreuzen, genommen werden, ist die Genauigkeit des Fix sehr niedrig.</p></li>
<li><p><b>Rand</b> Nur relevant f&uuml;r H&ouml;hensch&uuml;sse der Sonne und des Mondes. Es bestimmt, welche Ecke Sie anzielen. Typischerweise ist der untere Rand besser,
    wenn nicht abgeschattet aus irgendwelchen Gr&uuml;nden und der obere Rand mu&szlig; benutzt werden.</p></li>
<li><p><b>Messung</b> Aufgenommen als Grad (wenn Dezimal, dann lasse Minuten bei 0) oder eingegeben als Integer mit Verwendung des Minuten-Felds. Der Grad der Sicherheit
    bestimmt, wie weit die geplottete Positionslinie die Fl&auml;che bedecken wird.</p></li>
<li><p><b>Datum und Zeit</b> f&uuml;r die Sicht mu&szlig; exakt der Moment sein, an dem die Messung genommen wurde. Wurde die Sicht einige Zeit vorher genommen und wir haben
    uns seitdem bewegt, &auml;ndern Sie nicht die Datum- und Zeit-Werte. Stattdessen geben Sie den vermuteten Kurs mit der zur&uuml;ckgelegten Strecke und die Peilung ein, um zu der
    Position mit der aktuellen Sicht zu kommen. Wurde eine Sicht bewegt, wird sie nicht l&auml;nger f&uuml;r einen Positions-Fix verwendet (es ist zu kompliziert, um
    das mathematisch umsetzen zu k&ouml;nnen), aber ein Fix kann weiterhin visuell bestimmt werden.</p></li>
<li><p><b>Konfig</b> Diese Werte beeinflussen nicht das Ergebnis und dienen nur der Erscheinung.</p></li>
<li><p><b>Parameter</b> Diese Werte beeinflussen etwas die Genauigkeit, aber sind normalerweise gleich f&uuml;r alle Sichten.</p></li>
<li><p><b>Berechnungen</b> Diese Tabelle zeigt die f&uuml;r eine H&ouml;hen Sicht genommenen Berechnungen, so da&szlig; der Anwender die vom Programm unternommenen Schritte pr&uuml;fen kann.</p></li>
</ul></p>

<h3><u>Berechnung eines Fix</u></h3>
<p>Wurden zwei oder mehr Sichten genommen, kann ein Fix f&uuml;r den Ort berechnet werden. Gibt es nur zwei Sichten oder in einigen F&auml;llen mit mehr, kann es vorkommen, da&szlig;
   sich das Programm dem falschen Ort (lokales Minimum) ann&auml;hert. In diesem Fall ist es ratsam, die am n&auml;chsten liegende, vermutete Breite und L&auml;nge einzugeben. Die Regression ist
   etwa quadratisch, um eine Position auf der Erde bei Meeresh&ouml;he zu finden. Es w&auml;re technisch einfach, dies f&uuml;r verschiedene H&ouml;hen zu machen, aber es wurde
   nicht implementiert. F&uuml;r verschobene Sichten ist es sehr kompliziert und schwierig, die erforderliche Mathematik zur Erreichung einer Fix Operation zu implementieren. Es
   ist m&ouml;glich, einen Kompromi&szlig; (nur genau bei kleinen Verschiebungen nahe der spezifierten Start-Breite und -L&auml;nge) zu schlie&szlig;en, aber im Interesse von
   immer korrekter Fix Anzeige oder keiner im Fall von verschobenen Sichten, wo visuell der Ort eines Fix bestimmt werden mu&szlig;. Es ist zur Zeit m&ouml;glich, einen Fix nur von
   H&ouml;hen-Sch&uuml;ssen zu berechnen. Azimuth w&auml;re einfach im Fall von wahrem Nord, aber ungleich komplizierter im Fall von magnetisch Nord. F&uuml;r diesen Fall ist es
   sinnvoller, den Fix visuell zu bestimmen.</p>

<h3><u>Fallstricke</u></h3>
  <p><ul>
    <li><p><b>Sicht erscheint nicht</b> Man kann leicht gro&szlig;e Fehler in der Position bei astronomischer Navigation erhalten, Genauigkeit ist schwierig. Sehen Sie die Sicht
        nicht auf der Karte, &uuml;berpr&uuml;fen Sie, ob das Sichtbarkeits-Symbol (Auge) in der Liste erscheint, dann zoomen Sie aus bis zur gesamten Erde, um seine Position zu
        finden. H&ouml;hen-Sch&uuml;sse nahe 90 Grad umfassen eine kleine Fl&auml;che und sind schwierig zu finden.</p></li>
    <li><p><b>Zeit</b> Die Zeit wird mit der System-Zeit synchronisiert, wenn eine neue Sicht gew&auml;hlt wird. Stellen Sie sicher, da&szlig; die System-Zeit manuell justiert wird, damit
        sie mit dem exakten Zeitpunkt der Aufnahme der Sicht &uuml;berein stimmt.</p></li>
</ul></p>

<h3><u>Weitere Entwicklungen</u></h3>
<p>F&uuml;r die Zukunft ist geplant, Mondwinkel Sichten zu implementieren zur Bestimmung von Zeit, Anzeige von Nacht/Tag-Fl&auml;chen, Unterst&uuml;tzung von Mondphasen und beide
   Sonnen und Mond Eclipsen, sowie die M&ouml;glichkeit zum Generieren von Almanacs.</p>

<p>Weiter mit Informationen &uuml;ber astronomische Navigation.</p>
    <center><h1><u>Astronomische Navigation Grundlagen</u></h1></center>
    <hr>
    <h3><u>Einf&uuml;hrung</u></h3>
    <blockquote>
      <p>Astronomische Navigation gibt es seit urlangen Zeiten. Viele Zivilisationen wie die Polynesier haben es mit bemerkswertem und extrem wagemutigem Geschick benutzt.</p>
    <h3><u>Definitionen von Begriffen</u></h3>
    <blockquote>
      <p>Zun&auml;chst sollten die Begriffe gelernt werden. Auf dieser Seite folge ich den Seefahrer-Konventionen, obwohl ich im Verlauf, wenn angebracht, die Begriffe von
         Astronomen und Landvermessern erw&auml;hnen werde.</p>
      <p>Astronomische Navigation basiert auf zwei Sph&auml;ren. Die eine ist die Erde und ich vermute, da&szlig; jeder die zu verwendenden Koordinaten Breite und L&auml;nge
         kennt. Astronomische Objekte haben jedoch einen &auml;hnlichen Satz von Koordinaten, zwei solcher S&auml;tze werden zur gleichen Zeit benutzt: Ein Satz wird L&auml;nge
         und Breite genannt, die sich auf die Position relativ zu der ekliptischen Ebene beziehen, also der Ebene des Erde Orbit um die Sonne, die ungef&auml;hr 23 Grad zur
         &Auml;quator-Ebene in diesem System geneigt ist. Der Bezugspunkt aller Koordinaten ist das Zentrum der Sonne.</p>
      <p>Das andere System ist im Grunde eine Erde zentrierte Ansicht des Universums und verwendet einen Koordinatensatz basierend auf der &Auml;quator Ebene. Die
         Koordinaten in diesem System sind die Deklination und der Greenwich Stundenwinkel.</p>
      <ul>
	<li><p><b>Deklination :</b> Das bezeichnet die H&ouml;he &uuml;ber oder unter der &Auml;quator Ebene f&uuml;r astronomische Objekte. Entsprechend der Breite auf der Erde
	    gibt es Nord oder S&uuml;d wie bei Breite.</p></li>
	<li><p><b>GHA :</b> GHA (Greenwich Hour Angle = Greenwich Stundenwinkel) bezeichnet die Position nach der Greenwich Meridian Ebene, gemessen in Grad. Entsprechen der
	    L&auml;nge auf der Erde gibt es Ost oder West.</p></li>
	<li><p><b>LHA :</b> LHA (Local Hour Angle = Lokaler Stundenwinkel) ist der Winkel zwischen dem Meridian des astronomischen Objekts und dem Meridian des Beobachters,
	    LHA = GHA (des astronomischen Objekts) - L&auml;nge (des Beobachters).</p></li>
	<li><p><b>SHA :</b> SHA (Sidereal Hour Angle = Sternwinkel). Weil die Fixsterne (sie sind nicht wirklich fest, aber so weit entfernt, da&szlig; sie sich scheinbar kaum
	    bewegen) sich nicht untereinander bewegen, noch f&uuml;r jede Stundes des Tages, jeden Tag des Jahres ein GHA geben, publiziert das Nautische Almanac nur die Liste
	    der GHA f&uuml;r einen fiktiven Punkt, genannt "First Point of Aries" (= Widderpunkt, mittlerer Fr&uuml;hlingspunkt) bzw. englisch: "Zodiac sign of the Ram". Der
	    SHA dieser Sterne ist einfach eine Koordinate relativ zu diesem Punkt. Um also den GHA eines Sterns zu berechnen, reicht die Rechnung: GHA(Stern) = SHA(Stern) + GHA(Aries).
	    Idealerweise sollte der GHA von Aries nicht relativ zu den Sternen variieren, ungl&uuml;cklichweise, wie Hipparchus vor langer Zeit anmerkte, taumelt die Erde, ihre
	    Achse macht einen vollen Kreis in etwa 2600 Jahren (wenn ich mich richtig erinnere), was bedeutet, da&szlig; der Widderpunkt langsam &uuml;ber den Hintergrund der
	    Sterne driftet mit einem vollen Kreis in 2600 Jahren. Er wird Erster Punkt von Aries genannt, weil es der Punkt ist, wo die Sonne die &auml;quarorial Ebene auf
	    ihrem Weg von der s&uuml;dlichen Hemisph&auml;re zur n&ouml;rdlichen (um den 21. M&auml;rz) kreuzt und das f&auml;llt in den Widder. Wird der Name des Punktes
	    ge&auml;ndert, wenn er in ein anderes Zeichen gedriftet ist? Nun, die Antwort ist bereits bekannt, da der Drift bereits erfolgte und der Punkt befindet sich
	    momentan im Sternbild Fische, aber wir nennen es weiterhin Widderpunkt. Alte Br&auml;uche halten sich eben.</p>
	  <p>Beachten Sie, da&szlig; Astronomen und Landvermesser RA (Right Ascension = Rektaszension) anstatt SHA verwenden, normalerweise gemessen in Zeit (Stunden und
	     Minuten) und nach &ouml;stlicher Richtung erh&ouml;hend. Zur Konvertierung denken Sie daran, da&szlig; 1 Stunde = 15 Grad, 1 Zeitminute = 15 Bogenminuten sind
	     und vergessen Sie nicht das Vorzeichen zu &auml;ndern. Statt GHA Aries verwenden sie GST (Greenwich Sidereal Time = Greenwicher Sternzeit).</p></li>
	<li><p><b>Ekliptik :</b> Ebene, die im Orbit der Erde liegt. Von unserem Gesichtspunkt der Pfad definiert von der Sonne, wie sie w&auml;hrend des Jahres l&auml;uft
	    und daher die Ebene, in der die Sternzeichen liegen. Die meisten Planeten sind ebenfalls in dieser Ebene mit einer geringen Abweichung, was mich verwundert, wie
	    Kepler entschieden hat, da&szlig; der Orbit der Planeten um die Sonne eliptisch statt rund war, wenn alles, was er sehen konnte, haupts&auml;chlich ein Kreis war.</p></li>
	<li><p><b>H&ouml;he oder Elevation :</b> Winkel zwischen einem astronomischen Objekt und der horizontalen Ebene des Beobachters, wie gemessen mit einem Sextanten
	    f&uuml;r Seeleute und einen Theodoliten f&uuml;r Landvermesser.</p></li>
	<li><p><b>&Auml;quinoktialebene :</b> Ebene, definiert f&uuml;r die astronomische Sph&auml;re zur Aufteilung des n&ouml;rdlichen Teils vom s&uuml;dlichen Teil. Da diese
	    Ebene nur eine Erweiterung der &auml;quateritoralen Ebene ist, ist es vermutlich nur ein verzweifelter Versuch der Astronomen, uns mit zwei Namen f&uuml;r die
	    gleiche Ebene zu verwirren.</p></li>
	<li><p><b>Azimuth :</b> Horizontal gemessener Winkel zwischen der Richtung zum n&auml;chsten Pol und der vertikalen Ebene, in der das astronomische Objekt liegt (d.h.,
	    ist das Objekt n&ouml;rdlich von Ihnen, dann ist es der Winkel zwischen wahrem Nord und dem Objekt, ist es s&uuml;dlich, dann der Winkel zwischen wahrem S&uuml;d
	    und dem Objekt). Ich verwende es selbst nicht, da ich leicht durcheinander komme und ich die Verwendung von Peilung bevorzuge, die immer vom wahren Nord im
	    Uhrzeigersinn gemessen wird (0 = Nord, 90 = Ost, 180 = S&uuml;d, 270 = West, 360=0=Nord). Sind Sie weise, machen Sie das auch so, aber wenn Sie vorkompilierte
	    Tabellen wie HO249 benutzen, m&uuml;ssen Sie Azimuth verwenden.</p></li>
	<li><p><b>Peilung :</b> Winkel gemessen horizontal von Nord zu der gew&uuml;nschten Richtung. Da es zwei Nord gibt, das WAHRE Nord und das MAGNETISCHE Nord, dann geben Sie
	    an, um welches es sich handelt (sprich WAHR oder MAGN Peilung). Damit verwirren Sie niemanden (einschlie&szlig;lich sich selbst). Und erinnern Sie sich an das Seemanns
	    Motto :</p>
	  <p></p><center>" If the variation is West,<br>
	    the compass is best.<br>
	    If the variation is East,<br>
	    the compass is least"</center><p></p></li>
	<li><p><b>Nautische Meile :</b> Offiziell ist eine nautische Meile definiert als 1852 m oder 6080 Fu&szlig;. Aber urspr&uuml;nglich war es eine Bogenminute auf einem Gro&szlig;kreis.
	    Wir verwenden, wie jeder Seemann auf der Welt, die zweite Definition hier, um den Standard-Organisationen zu zeigen, was wir wirklich &uuml;ber sie denken.</p></li>
	<li><p><b>Vorzeichen Konvention :</b> Weil meine Formeln universal sein sollen, sind dies die Vorzeichen Konventionen, die ich verwendet habe. Andere
	    m&ouml;gen andere Konventionen verwenden, das ist ihr Recht, ohne mich zu tangieren.</p>
	  <ol>
	    <li><p>Breite und Deklination sind positiv wenn Nord, sonst negativ.</p></li>
	    <li><p>L&auml;nge, GHA, SHA und LHA sind positiv wenn West,	negativ wenn Ost.</p></li>
	    <li><p>Peilungen sind immer positiv, wenn im Uhrzeigersinn gemessen, negativ wenn gegen Uhrzeigersinn.</p></li>
	  </ol>
	</li>
      </ul>
      <p>Beachten Sie auch, da&szlig; ich in meinen Formeln f&uuml;r die Einheit des Bogenma&szlig; Winkels Grad angenommen habe, daher erscheint die Zahl 60 manchmal zur
         Konvertierung von Grad in Minuten (oder nautischen Meilen, da 1 nautische Meile = 1 Minute des Bogenma&szlig;es auf der Erde).</p>
    </blockquote>
    <h3><u>Prinzipielle Navigation</u></h3>
    <blockquote>
      <p>Wenn Sie bereits wissen, wo Sie sind, gibt es keinen Grund, das mit den obigen Formeln festzustellen. Aber wenn Sie aktuell navigieren und Sie nicht ganz wissen, wo
         Sie sind, wie verwenden wir die obigen Formeln?</p>
      <p>Wir zeichnen das, was Positions Linie oder Sumner Linie genannt wird, obwohl die moderne Positions Linie nicht ganz eine reale Sumner Linie ist, aber ihr nahe
         genug kommt.</p>
      <p>Wie alle guten Erfindungen wurden die Sumner Linien zuf&auml;llig von einem Kerl namens, Sie vermuten es richtig, "Sumner", Thomas H. Sumner entdeckt, um genau
         zu sein (m&ouml;glicherweise verwandt mit dem sp&auml;teren Professor Julius Sumner-Miller). Sumner war ein Schiffskapit&auml;n auf seinem Weg von Charleston
         (S&uuml;d Carolina) nach Greenock (Schottland). Und er war besorgt, weil er mehrere Tage in schlechtem Wetter gesegelt war, der Wind blies von S&uuml;dost
         und machte Irland zur Leek&uuml;ste und es war ihm nicht m&ouml;glich, die Sonne oder irgendwelche Sterne zu sehen, die K&uuml;ste kam n&auml;her und er wu&szlig;te
         nicht genau, wo er war. Pl&ouml;tzlich gab es ein Wolkenloch, er schnappte seinen Sextanten und machte einen schnellen Sonnenschu&szlig;, bevor die Wolken den
         Himmel wieder bedeckten.</p>
      <p>Jetzt &uuml;berlegte er, was er mit dieser Information anfangen konnte und so spielte er ein "Was wenn" Spiel. Er verwendete nicht die Peilung Formeln oben, weil
         sie bisher niemand in diese Form gebracht hatte, aber er kannte die H&ouml;henformel und er sagte "was wenn meine Breite ist ..." und berechnete die korrespondierte
         L&auml;nge und plottete sie auf der Karte. Das machte er wieder mit einer anderen Breite und bekam einen anderen Punkt auf der Karte. Nachdem er das drei- oder
         viermal getan hatte, merkte er pl&ouml;tzlich, da&szlig; alle Punkte auf der Karte scheinbar auf eine gerade Linie fallen. Ohne weiter dar&uuml;ber nachzudenken,
         sah er, da&szlig; die Linie einige Meilen n&ouml;rdlich verschoben werden mu&szlig;te, um gerade zu einem Leuchtfeuer zu f&uuml;hren. Somit drehte er nach Nord
         um diese paar Meilen, um dann nach Steuerbord zu drehen, bis er parallel zu dieser ersten "Sumner Linie" segelte. Seine Crew war etwas perplex dar&uuml;ber, hielt
         ihn f&uuml;r verr&uuml;ckt geworden, aber als sie pl&ouml;tzlich an diesem Leuchtfeuer ankamen, war er f&uuml;r sie ein gewaltiges Genie. Und so dachte der Rest
         der Segler-Gemeinde.</p>
      <p>Warum fielen also die Punkte auf eine gerade Linie? Sie taten es nicht wirklich, aber Sumner realisierte das damals nicht. Die Punkte, die Sumner geplottet hatte,
         waren die Punkte auf der Erde, von denen jeder im gleichen Moment wie er die Sonne mit exakt der gleichen H&ouml;he sehen w&uuml;rde. Alle diese Punkte sind auf
         einem Kreis mit dem Zentrum auf der Erde direkt unter der Sonne. Da dieser Kreis normalerweise gro&szlig; ist, erscheint ein kleiner Teil davon gerade auf einer
         Mercator Projektion Karte.</p>
      <p>Wie machen wir also in der Praxis weiter:</p>
      <ol>
	<li><p>Wir nehmen an, da&szlig; wir wissen, wo wir sind. Wir nennen das DR (f&uuml;r Dead Reckoning = Koppelnavigation).</p></li>
	<li><p>Wir berechnen auf der Grundlage von Breite und L&auml;nge des DR, welche Peilung und H&ouml;he des astronomischen Objekts zum Zeitpunkt der Beobachtung sein w&uuml;rde.</p></li>
	<li><p>Wir zeichnen die Peilungs Linie durch den DR.</p></li>
	<li><p>Wir vergleichen die aktuell gemessene H&ouml;he mit der, die am DR gewesen sein w&uuml;rde. Die Differenz in Bogenminuten ist gleich der Anzahl nautischer Meilen,
	    um die wir die Peilungs-Linie verschieben m&uuml;ssen, um unsere Positions-Linie zu finden. D.h., wenn der gemessene Winkel <i>gr&ouml;&szlig;er</i> als der berechnete
	    um sagen wir 13 Bogenminuten ist, dann verschieben wir <i>zu</i> dem astronomischen Objekt um 13 nautische Meilen und wenn der gemessene Winkel <i>weniger</i> als
	    sagen wir 7 Bogenminuten als der berechnete ist, w&uuml;rden wir um 7 nautische Meilen vom astronomischen Objekt <i>weg</i> bewegen.</p></li>
	<li><p>Schlie&szlig;lich zeichnen wir eine Linie im rechten Winkel zu der Peilungs-Linie durch den Punkt, den wir gerade gefunden haben. Diese Linie ist <i>unsere
	    Positions-Linie</i> und alles, was wir sagen k&ouml;nnen, wir sind irgendwo auf dieser Linie.</p>
	  <p>Beachten Sie den Unterschied zwischen unserer Positions-Linie und Sumners Original: Unsere Linie ist die Tangente zu dem Kreis an dem Punkt am N&auml;chsten zum
	     DR, Sumner's war der Kreis. Sumner's Linie ist in der Theorie genauer, aber der Kreis ist gew&ouml;hnlich so gro&szlig;, da&szlig; der Verlust an Genauigkeit
	     unbedeutend ist. Beachten Sie auch, da&szlig; der Kreis in den Tropen extrem klein sein kann. Ich erinnere mich, &uuml;ber einen P&amp;O Kapit&auml;n gelesen
	     zu haben, der alle seine Fixes ohne jede Berechnung machte. Er soll mehrere Beobachtungen gemacht haben, wenn die Sonne hoch war (sagen wir w&auml;hrend einer
	     15 min&uuml;tigen Periode) f&uuml;r jede Zeit Beobachtung. Er soll die Koordinaten (GHA, DEC) der Sonne auf seiner Karte geplottet haben und dann einen Kreis
	     mit dem Radius gleich (90 Grad - gemessene H&ouml;he) gezeichnet haben. Da er w&auml;hrend der 15 min&uuml;tigen Periode wahrscheinlich 4 oder 5 Beobachtungen
	     hatte, wird er 4 oder 5 Kreise gezeichnet haben, die sich alle an einem Punkt schneiden. Einfach aber effektiv besonders in den Tropen, weil Positions-Linien
	     gew&ouml;hnlich alle in Nord-S&uuml;d enden und gute L&auml;ngen Informationen geben, aber lausige Schnittpunkte und gro&szlig;e Fehler der Breite. Die Mittags
	     Sicht ist dann verdammt wichtig.</p></li>
	<li><p>wenn Sie einige Stunden warten, &auml;ndert die Sonne ihre Position, Sie k&ouml;nnen die Operation wiederholen und eine zweite Positions-Linie bestimmen,
	    die sich mit der ersten schneidet. Vorausgesetzt Sie haben sich nicht bewegt in dem Zeitraum, sind Sie im Schnittpunkt.</p></li>
	<li><p>Haben Sie sich bewegt (und die Chancen dazu sind hoch, weil es nervig ist, auf einem d&uuml;mpelnden Boot mitten im Ozean zu sitzen), dann m&uuml;ssen Sie
	    nur die Original Positions-Linie in die gleiche Richtung und um die zur&uuml;ckgelegte Distanz verschieben. Ihre Position ist dann der Schnittpunkt der Linien.
	    Seeleute nennen das die "SUN RUN SUN" Methode.</li></ol>
<p>Die Informationen oben stammen von <a href="http://www.erikdeman.de/html/sail040a.htm">www.erikdeman.de</a></p>
<p>Das Celestial Navigation Plugin f&uuml;r OpenCPN wurde von Sean D'Epagnier geschrieben.</p>
</body></html>
