Repository: CarCode/Cocoa-OCPN
Catalog: plugins/iacfleet_pi/po/iacfleet_pi.po
Languages: de_de

source: IAC Fleet Code issued at
de_de: IAC Fleet Code ausgegeben am

source: Pressure systems:
de_de: Druck Systeme:

source: Frontal systems:
de_de: Fronten Systeme:

source: Tropical systems:
de_de: Tropische Systeme:

source: Isobars:
de_de: Isobare:

source: Day
de_de: Tag

source: Hour
de_de: Stunde

source: stationary
de_de: stationär

source: little change
de_de: wenig ändernd

source: stopping
de_de: haltend

source: retarding
de_de: verzögernd

source: curving to left
de_de: links drehend

source: recurving
de_de: drehend

source: accelerating
de_de: zunehmend

source: curving to right
de_de: rechts drehend

source: expected to recurve
de_de: Drehung erwartet

source: Movement:
de_de: Bewegung:

source: with unknown speed
de_de: mit unbekannter Geschw.

source: with %uknots
de_de: mit %u Knoten

source: Complex Low
de_de: Tief Komplex

source: Secondary Low
de_de: Sekundär Tief

source: Trough
de_de: Trog

source: Wave
de_de: Welle

source: Low
de_de: Tief

source: High
de_de: Hoch

source: Uniform pressure
de_de: Gleicher Druck

source: Ridge
de_de: Rücken

source: Col
de_de: Spalte

source: Tropical Storm
de_de: Tropischer Sturm

source: weakening
de_de: auflösend

source: intensifying
de_de: intensivierend

source: complex
de_de: komplex

source: forming
de_de: formierend

source: weakening but not disappearing
de_de: auflösend aber nicht verschwindend

source: general rise
de_de: allgemein steigend

source: general fall
de_de: allgemein fallend

source: position doubtful
de_de: Position unsicher

source: Quasistationary at surface
de_de: Quasistationär an Oberfläche

source: Quasistationary above surface
de_de: Quasistationär über Oberfläche

source: Warm surface
de_de: Warm Oberfläche

source: Warm above surface
de_de: Warm über Oberfläche

source: Cold surface
de_de: Kalt Oberfläche

source: Cold above surface
de_de: Kalt über Oberfläche

source: Occlusion
de_de: Okklusion

source: Instability line
de_de: Instabilitäts Linie

source: Convergence line
de_de: Konvergenz Linie

source: frontal area decreasing
de_de: Frontal Bereich abnehmend

source: frontal area increasing
de_de: Frontal Bereich zunehmend

source: quasistationary
de_de: quasistationär

source: with waves
de_de: mit Wellen

source: diffuse
de_de: diffus

source: strong, increasing
de_de: stark, zunehmend

source: weak, decreasing
de_de: weich, abnehmend

source: weak, no change
de_de: weich, nicht ändernd

source: weak, increasing
de_de: weich, zunehmend

source: moderate, decreasing
de_de: moderat, abnehmend

source: moderate, no change
de_de: moderat, nicht ändernd

source: moderate, increasing
de_de: moderat, zunehmend

source: strong, decreasing
de_de: stark, abnehmend

source: strong, no change
de_de: stark, nicht ändernd

source: Shear line
de_de: Scherlinie

source: Line or Zone of convergence
de_de: Linie oder Zone der Konvergenz

source: Axis of doldrum belt
de_de: Achse Doldrum Gürtel

source: Through in westerlies
de_de: westlicher Durchgang

source: Through in easterlies
de_de: östlicher Durchgang

source: LOW area
de_de: TIEF Bereich

source: Surge line
de_de: Böen-Linie

source: Divergence zone
de_de: Divergenz Zone

source: Tropical cyclone
de_de: Tropischer Zyklon

source: sharply defines
de_de: scharf begrenzt

source: existance certain
de_de: Existenz sicher

source: existance uncertain
de_de: Existenz unsicher

source: formation expected
de_de: Formierung erwartet

source: position certain
de_de: Position sicher

source: position uncertain
de_de: Position unsicher

source: movement doubtful
de_de: Bewegung unsicher

source: IACFleet PlugIn for OpenCPN
de_de: IACFleet PlugIn für OpenCPN

source: IACFleet PlugIn for OpenCPN Display IAC Fleet Code information provided by NADI. Information can be received by email by sending an email with the contents "Send fleet.nadi" to "query@saildocs.com" Save the EMail you get as response and open it with this Plugin to see the decoded text and a graphic overlay
de_de: IACFleet PlugIn für OpenCPN Zeigt IAC Fleet Code Daten von NADI, Brasilien und NOAA. Daten können per Email erhalten werden mit Senden des Mail-Inhalts “Send fleet.nadi“ an “query@saildocs.com“. Speichern der erhaltenen Antwort-Mail und sie mit diesem Plugin öffnen, um den dekodierten Text und die grafische Anzeige zu sehen oder Daten per Internet von Brasilien und NOAA für USA + Europa.

source: IACFleet Preferences
de_de: IACFleet Einstellungen

source: IACFleet Display Control
de_de: IACFleet Anzeige-Kontrolle

source: Run as &animation
de_de: Starte als Animation

source: Stop &animation
de_de: Stopp Animation

source: Select IACFleet Directory
de_de: Wähle IACFleet Verzeichnis

source: IACFleet File Directory
de_de: IACFleet Datei-Verzeichnis

source: Files
de_de: Dateien

source: Sort by
de_de: Sortiert nach

source: File timestamp
de_de: Datei Zeitstempel

source: Raw
de_de: Roh

source: Brazil
de_de: Brasilien

source: Final date
de_de: End Datum

source: Hour
de_de: Stunde

source: dataset(s)
de_de: Datensatz

source: The data is available since 2006 and accesible manually from
de_de: Die Daten gibt es seit 2006 und der Weblink ist:

source: NOAA North Atlantic and Europe
de_de: NOAA Nord-Atlantik und Europa

source: Analysis
de_de: Analyse

source: 24h forecast
de_de: 24h Vorhersage

source: South Pacific (from Fiji Meteorological Service, Nadi)
de_de: Süd Pazifik (von Fiji Meteorological Service, Nadi)

source: The dataset is available from Saildocs Send an e-mail with the text fleet.nadi and any subject to query@saildocs.com When you receive the response, copy and paste it to the Raw tab or save as text and open on the Files tab.
de_de: Daten sind verfügbar über Saildocs Sende eine E-Mail mit dem Text: fleet.nadi und irgendeinem Subjekt an query@saildocs.com Aus der Antwort-Mail die Daten kopieren und einfügen unter der Lasche 'Roh' oder als Textdatei abspeichern und laden unter Datei-Lasche.

source: Issue Date:
de_de: Ausgabedatum:

source: &Close
de_de: Schließen

source: Error opening: %s
de_de: Fehler bei Öffnen: %s

source: Sorry, you can't download data from the future - they don't exist...
de_de: Es können keine Daten in der Zukunft geladen werden, die gibt es nicht...

source: Sorry, the data is not available before September 1, 2006...
de_de: Keine Daten vor dem 1. September 2006 verfügbar...

source: Downloading file
de_de: Downloade Datei

source: Reading Headers:
de_de: Lese Header:

source: Failed to save: %s
de_de: Fehler bei Speichern: %s

source: Failed to download: %s Verify there is a working Internet connection.
de_de: Fehler bei Download: %s Prüfe die Internet Verbindung.
