Repository: CarCode/Cocoa-OCPN
Catalog: plugins/SAR_pi/po/*.po
Languages: fr

source: SAR preferences
fr: Préférences

source: Parallel Search
fr: Recherche par segments parallèles

source: Approach course
fr: Cap de recherche

source: Degrees
fr: Degrés

source: Leg Distance
fr: Longueur du segment

source: Leg Spacing
fr: Distance entre segments

source: Number of Legs
fr: Nombres de segments

source: Search Speed
fr: Vitesse de recherche

source: kts
fr: Noeuds

source: For Ship Number
fr: Pour le bateau numéro

source: Calculate
fr: Calculer

source: Generate &GPX
fr: Générer un fichier GPX

source: SAR: Trackline
fr: SAR : Par segments parallèles

source: Expanding Square Search
fr: Recherche selon des carrés imbriqués

source: Leg Distance
fr: Longueur du segment

source: Number of Squares
fr: Nombre de carrés

source: SAR: Expanding Square
fr: SAR : Par carrés imbriqués

source: Sector Search
fr: Recherche par zones triangulaires

source: Approach course
fr: Cap de recherche

source: Leg Distance
fr: Longueur du segment

source: Search Speed
fr: Vitesse de recherche

source: Number of cycles
fr: Nombre de cycles

source: SAR: Sector Search
fr: SAR : Par zones triangulaires

source: Oil Rig Search
fr: Recherche dans un secteur angulaire

source: Number of Legs
fr: Nombre de segments

source: Search Speed
fr: vitesse de recherche

source: SAR: Oil Rig
fr: SAR: Dans un secteur angulaire

source: Datum (Start of Search)
fr: Position du bateau : Point initial de recherche

source: Lattitude
fr: Latitude

source: Ship
fr: Bateau

source: Copy ship position (GPS fix required)
fr: Copier la position du bateau (Le GPS doit avoir fait sont "fixe")

source: Cursor
fr: Curseur

source: Decimal Degree
fr: Degré décimal

source: W
fr: O

source: Convert to Degree
fr: Convertir en degré

source: Results
fr: Résultats

source: Search Distance
fr: Longueur de la recherche

source: Search Time
fr: Durée de la recherche

source: General settings
fr: Réglage

source: Opacity
fr: Opacité

source: CPU saving settings
fr: Sauvegarde des réglages

source: Capture Ship Position
fr: Capture de la position du bateau

source: Capture Cursor Position
fr: Capture de la position du curseur

source: Route Preferences
fr: Préférences de la routes

source: Export SAR track GPX file as
fr: Exporter la trace de la recherche comme un fichier GPX

source: error in input range validation
fr: Erreur de validation de données entrées

source: Error occured, aborting SAR calc!
fr: Une erreur s'est produite. Calcul avorté.

source: Error in calculation. Please check input!
fr: Erreur dans le calcul. Vérifiez vos entrées.

source: In order to copy the cursor location, select either the Lattitude or Longitude coordinate box, and press <CTRL>+S.
fr: Pour copier la position du curseur, sélectionner la latitude et la longitude dans la boite des coordonnées, et appuyer sur la combinaison de touches "Ctrl" et "S" du clavier

source: SAR Plugin by SaltyPaws
fr: Complément "SAR" par Salty Paws
