Repository: CarCode/Cocoa-OCPN
Catalog: plugins/DR_pi/po/DR_pi.po
Languages: de_de

source: DR Positions
de_de: DR Positionen

source: Creates GPX files with DR Positions
de_de: Erzeugt GPX Dateien mit DR Positionen

source: Route Preferences
de_de: Routen Einstellungen

source: DR Options
de_de: DR Optionen

source: Speed
de_de: Geschw.

source: kts
de_de: kn

source: Interval
de_de: Intervall

source: Hours
de_de: Stunden

source: Generate &GPX
de_de: Generiere GPX

source: Choose the exported GPX Route Folder:
de_de: Verzeichnis der GPX exportierten Routen wählen:

source: Route Name
de_de: Routen Name

source: Set Input GPX File
de_de: Wähle Eingang GPX Datei

source: General settings
de_de: Allg. Einstellungen

source: Speed
de_de: Geschw.

source: DR Interval
de_de: DR Intervall

source: DR preferences
de_de: DR Einstellungen

source: Import GPX Route file
de_de: Importiere GPX Routen-Datei

source: Failed to load file:
de_de: Fehler beim Laden Datei:

source: rte Invalid xml file
de_de: Ungültige XML Datei

source: Loading
de_de: Lade

source: Export DR Positions in GPX file as
de_de: Exportiere DR Positionen in GPX Datei als

source: error in input range validation
de_de: Fehler bei Eingangsbereich Prüfung

source: Error in calculation. Please check input!
de_de: Berechnungsfehler. Prüfe Eingang!
