Repository: CarCode/Cocoa-OCPN
Catalog: plugins/Squiddio_pi/po/opencpn-squiddio_pi.po
Languages: de_de

source: Squiddio Preferences
de_de: Squiddio Einstellungen

source: sQuiddio: Show local POIs
de_de: sQuiddio: Zeige lokale Ziele

source: sQuiddio: Hide local POIs
de_de: sQuiddio: Verstecke lokale Ziele

source: sQuiddio: Download local Points of Interest
de_de: sQuiddio: Download lokale Ziele von Interesse

source: sQuiddio: Update local Points of Interest
de_de: sQuiddio: Update lokale Ziele

source: sQuiddio: Report a POI at this location
de_de: sQuiddio: Melde ein Ziel an diesem Ort

source: sQuiddio: Download satellite images for POIs
de_de: sQuiddio: Download von Satelliten Bildern für Ziele

source: Could not launch default browser. Check your Internet connection
de_de: Kann Standard Browser nicht starten. Prüfen Sie die Internet Verbindung

source: Downloading
de_de: Herunterladen

source: Downloading:
de_de: Herunterladen:

source: Squiddio for OpenCPN
de_de: Squiddio für OpenCPN

source: == User-sourced database of sailing destinations == To download (or update) Points of Interest (POIs) for a desired region (requires Internet connection): * Position cursor on area where you want to view POIs and right click mouse * Select 'sQuiddio: Download (or Update) local Points of Interest' from context-sensitive menu. Destinations appear as OpenCPN waypoints (default) or Draw Text Points (if the Draw plugin is installed): * Hover on waypoints to view a synopsis of POI information* Right-click on waypoint for link to sQuiddio's destination page. * Follow link to rate destination and add comments online. Other menu options: * Toggle visibility for local POIs on/off * Submit a new destination (requires Internet connection and free user account) * Download Google Maps as OCPN charts for all POIs in viewport == In-chart log-sharing for cruisers == * Share your GPS coordinates and other navigational information with your cruising friends and visualize their position on your OpenCPN charts (requires a free sQuiddio account) IMPORTANT: By using this plugin you are agreeing to the sQuidd.io Terms and Conditions, available at http://squidd.io/enduser_agreement
de_de: == Anwender-gestützte Datenbank von Segel-Zielen == Zum Download von Zielen eines Bereiches (erfordert Internet Verbindung): * Cursor auf den Bereich der gewünschten Ziele und Rechts-Klick mit Maus * Wähle ‚Download lokale sQuiddio Ziele‘ (oder Update) vom Kontext-Menü. Ziele erscheinen als OpenCPN Wegpunkte oder Draw Textpunkte (wenn Draw Plugin installiert): * Streiche über Wegpunkt zur Kurzanzeige der Ziel-Information. * Rechts-Klick auf Wegpunkt für den Link zur sQuiddio Ziel-Seite. * Folge Link Online zur Abgabe von Bewertungen und Kommentaren. Andere Menü Optionen: * Sichtbarkeit lokaler Ziele an oder aus * Erstellung neues Ziel (erfordert Internet Verbindung und freien Account) * Download von Google Karten als OCPN Karten für alle Ziele in der Ansicht == Log-Austausch auf Karte mit Seglern == * Teilen Sie Ihre GPS Koordinaten mit befreundeten Seglern und sehen Sie deren Positionen in Ihrer OpenCPN Karte (erfordert freien sQuiddio Account) WICHTIG: Mit Verwendung dieses Plugins stimmen Sie den Bedingungen und Konditionen von sQuidd.io zu (siehe http://squidd.io/enduser_agreement )

source: OD Text Points not available, wrong version of API Squiddio API Major: %i, Minor %i, OD API Major: %i, Minor %i
de_de: OD Textpunkte nicht verfügbar, falsche Version der API Squiddio API Major: %i, Minor %i, OD API Major: %i, Minor %i

source: squiddio_pi: OD Text Points cannot be used, wrong version of API. Squiddio API Major: %i, Minor %i, OD API Major: %i, Minor %i
de_de: squiddio_pi: OD Textpunkte nicht verfügbar, falsche Version der API Squiddio API Major: %i, Minor %i, OD API Major: %i, Minor %i

source: Please specify at least one zoom level
de_de: Bitte mindestens einen Zoom Level bestimmen

source: Zoom Levels must be betweeen 10 and 18
de_de: Zoom Level muß zwischen 10 und 18 sein

source: Log sharing was not activated. Please enter your sQuiddio user ID and API Key. To obtain your API Key, log into sQuidd.io (http://squidd.io), click on Preferences in the top blue bar, then select the 'Numbers & Keys' tab.
de_de: Log-Teilen ist nicht aktiviert. Bitte geben Sie Ihre sQuiddio-Benutzer-ID und Ihren API-Schlüssel ein. Um Ihren API-Schlüssel zu erhalten, registrieren Sie sich für sQuiddio (http://squidd.io/signup) und besuchen Sie Ihre Online-Profilseite (siehe Link Profil bearbeiten im Dashboard), Registerkarte "Numbers & Keys".

source: sQuiddio log updates (drag this to the bottom to minimize)
de_de: sQuiddio Log Updates (zum Boden ziehen zum Minimieren)

source: Anchorage
de_de: Ankerplätze

source: Mooring Buoys
de_de: Mooring Bojen

source: Fuel Station
de_de: Tankstelle

source: Boat Yard
de_de: Bootsrampe/Werft

source: Boat Ramp
de_de: Bootsrampe/Slip

source: NDBC Buoy
de_de: NDBC Boje

source: NDBC Ship
de_de: NDBC Schiff

source: Generic POI
de_de: Allgemeines Ziel

source: North
de_de: Nord

source: North East
de_de: Nordost

source: East
de_de: Ost

source: South East
de_de: Südost

source: South
de_de: Süd

source: South West
de_de: Südwest

source: North West
de_de: Nordwest

source: Checked in
de_de: Markiert

source: Unknown heading
de_de: Unbekannte Richtung

source: Your GPS positions and other navigational information will be sent to the server and may be shared with other sQuidd.io users. Check https://squidd.io/privacy for additional information.
de_de: Deine GPS Position und andere Navigationsdaten werden an den Server gesendet und können mit anderen sQuidd.io Anwendern geteilt werden. Siehe unter https://squidd.io/privacy für weitere Informationen.

source: Das sQuiddio Plugin ist eine Informationsquelle fÃ¼r Marinas, AnkerplÃ¤tze usw. Die Daten werden zum groÃen Teil von den Anwendern zur VerfÃ¼gung gestellt.
de_de: Das sQuiddio Plugin ist eine Informationsquelle für Marinas, Ankerplätze usw. Die Daten werden zum großen Teil von den Anwendern zur Verfügung gestellt.

source: Just now
de_de: Gerade eben

source: One second ago
de_de: vor einer Sekunde

source: %i seconds ago
de_de: vor %i Sekunden

source: About a minute ago
de_de: Vor etwa einer Minute

source: %i minutes ago
de_de: vor %i Minuten

source: About an hour ago
de_de: Vor etwa einer Stunde

source: %i hours ago
de_de: vor %i Stunden

source: Yesterday
de_de: Gestern

source: %i days ago
de_de: vor %i Tagen

source: Buffering NMEA events..
de_de: Speichere NMEA Ereignisse..

source: sQuiddio logs sent:
de_de: sQuiddio Logs gesendet:

source: Received
de_de: Empfangen

source: squiddio_pi: Created sQuiddio log update:
de_de: squiddio_pi: Log-Update erstellt:

source: Unable to retrieve friends logs: check your credentials and Follow List
de_de: Kann Logs von Freunden nicht abrufen: Prüfe Zugangsdaten und die Folger-Liste

source: This will deactivate logs sharing. To reactivate, go to the sQuiddio plugin settings -> Logs Sharing tab.
de_de: Damit wird Log Mitbenutzung deaktiviert. Zum Reaktivieren gehe zu sQuiddio Plugin Einstellungen -> Logs Mitbenutzung Tab.

source: No sQuiddio POIs in viewport. Download local POIs, zoom out or pan to a different area.
de_de: Keine sQuiddio Ziele in der Ansicht. Lokale Ziele herunterladen, auszoomen oder zu anderem Gebiet wechseln.

source: Too many sQuiddio POIs in viewport. Zoom in to reduce the number of POIs to less than 20
de_de: Zu viele sQuiddio Ziele in der Ansicht. Zoome ein zum Verringern auf weniger als 20 Ziele

source: You are about to download satellite maps for
de_de: Sie laden Satelliten Karten herunter für

source: POI
de_de: Ziel

source: at zoom level
de_de: bei Zoom Level

source: , plus one map for the entire viewport.
de_de: , plus eine Karte für die gesamte Ansicht.

source: The estimated compressed file size is approximately
de_de: Die geschätzte komprimierte Dateigröße ist ungefähr

source: Zoom in to a lower number of visible POIs to reduce download time, or reduce the number of zoom levels.
de_de: Einzoomen zu weniger sichtbaren Zielen, um die Download Zeit zu reduzieren oder reduziere die Anzahl der Zoom Level.

source: See settings in your squiddio plugin -> Downloads tab to change your zoom levels
de_de: Siehe Einstellungen im sQuiddio Plugin -> Downloads Tab zum Ändern der Zoomlevel

source: or exclude the viewport map.
de_de: oder die Kartenansicht ausschließen.

source: Goodle Maps Downloader
de_de: Google Karten Downloader

source: Unable to update the chart database
de_de: Kann die Karten-Datenbank nicht updaten

source: Destinations
de_de: Reiseziele

source: All
de_de: Alle

source: Anchorages
de_de: Ankerplätze

source: Docks/Piers
de_de: Docks/Stege

source: Fuel Stations
de_de: Tankstellen

source: Boat Yards
de_de: Bootsrampe/Werft

source: Boat Ramps
de_de: Bootsrampe/Slip

source: Other
de_de: Sonstiges

source: Cruising Aids
de_de: Segler Hilfen

source: NDBC Buoy Reports
de_de: NDBC Bojen Berichte

source: Get quasi-real time wind, wave and pressure report from thousands of NDBC buoys right from your chart.
de_de: Hole quasi Echtzeitdaten Wind, Wellen und Luftdruck berichtet von teilnehmenden NDBC Bojen direkt von Deiner Karte.

source: NDBC Ship Reports
de_de: NDBC Schiff Berichte

source: Get quasi-real time wind, wave and pressure report from participating NDBC ships right from your chart.
de_de: Hole quasi Echtzeitdaten Wind, Wellen und Luftdruck berichtet von teilnehmenden NDBC Schiffen direkt von Deiner Karte.

source: AIS markers
de_de: AIS Markierungen

source: View
de_de: Ansicht

source: Delete downloaded POI files for sectors you have hidden. This limits the proliferation of old unecessary POI files and reduced the computational burden.
de_de: Lösche heruntergeladene Ziel Dateien für entfernte Sektoren. Das begrenzt die Zunahme alter unnötiger Ziel Dateien und reduziert die Last des Computers.

source: OpenCPN Waypoint
de_de: OpenCPN Wegpunkt

source: ODraw TextPoint
de_de: ODraw Textpunkt

source: Use OCPN or ODraw (recommended)
de_de: Verwende OCPN oder ODraw (empfohlen)

source: Render sQuiddio POIs as legacy OpenCPN waypoints or ODraw Textpoints (recommended, provided ODraw plugin is enabled).
de_de: Zeichne sQuiddio Ziele als normale OpenCPN Wegpunkte oder ODraw Textpunkte (empfohlen, wenn ODraw Plugin aktiviert).

source: ODraw Settings
de_de: ODraw Einstellungen

source: Show Name
de_de: Zeige Name

source: Text position relative to point
de_de: Textposition relativ zum Punkt

source: Top
de_de: Oben

source: Top Centre
de_de: Oben Mitte

source: Bottom
de_de: Unten

source: Bottom Centre
de_de: Unten Mitte

source: Centre
de_de: Mitte

source: Right
de_de: Rechts

source: Left
de_de: Links

source: Text Colour
de_de: Textfarbe

source: Baackground Colour
de_de: Hintergrundfarbe

source: Background Transparency
de_de: Hintergrundtransparenz

source: Text Font
de_de: Textschrift

source: Example
de_de: Beispiel

source: Fonts
de_de: Schriften

source: Always
de_de: Immer

source: On Rollover Only
de_de: Nur beim Überstreichen

source: Never
de_de: Nie

source: Show Display Text
de_de: Zeige Text

source: POI Rendering
de_de: Ziele zeichnen

source: Google Maps
de_de: Google Karten

source: Zoom Levels
de_de: Zoom Level

source: Download one satellite map for each destination and for each of these zoom levels. Separate values with a comma. Minimum zoom level is 10, maximum 18. Example: 15,17. 15 is typically suitable approaching a destination, 17 for detailed map of marina or anchorage. Keep zoom levels to a minimum to reduce download times.
de_de: Download eine Satelliten Karte für jedes Ziel und für jeden dieser Zoom Level. Trenne die Werte mit einem Komma. Minimum Zoom Level ist 10, maximum 18. Beispiel: 15,17. 15 ist typisch zur Annäherung an ein Ziel, 17 für eine detailierte Karte einer Marina oder Ankergrund. Bleibe bei einem kleinen Zoom Level zur Begrenzung der Download Zeit.

source: Download .kap files to:
de_de: Download .kap Dateien zu:

source: Select a folder
de_de: Wähle einen Ordner

source: Select directory where you want to save downloaded maps. Must be one of your OpenCPN chart directories.
de_de: Wähle Verzeichnis zum Speichern heruntergelassener Karten. Muß eines der OpenCPN Kartenverzeichnisse sein.

source: Include viewport map
de_de: Einschließlich Kartenansicht

source: In addition to maps for each destination, download a smaller-scale map to cover the entire viewport area
de_de: Zusätzlich zu den Karten für jedes Ziel, lade eine Karte im größeren Maßstab herunter, um das gesamte Gebiet abzudecken.

source: House Keeping
de_de: Aufräumen

source: Delete .gpx files for hidden layers upon exiting OpenCPN
de_de: Lösche .gpx Dateien für versteckte Layer bei Beenden OpenCPN

source: Delete downloaded POI files for sectors you have hidden. This limits the proliferation of unecessary files and reduced OpenCPN's computational burden.
de_de: Lösche heruntergeladene Ziel Dateien für entfernte Sektoren. Das begrenzt die Zunahme alter unnötiger Ziel Dateien und reduziert die Last des Computers.

source: Downloads
de_de: Herunterladen

source: Share logs with sQuiddio
de_de: Logs mit sQuiddio teilen

source: Send
de_de: Senden

source: Once a day
de_de: Einmal täglich

source: Twice a day
de_de: Zweimal täglich

source: Once an hour
de_de: Stündlich

source: Twice an hour
de_de: Halbstündlich

source: Once a minute
de_de: Jede Minute

source: Twice a minute
de_de: Zweimal pro Minute

source: Every 10 seconds
de_de: Alle 10 Sekunden

source: Receive
de_de: Empfangen

source: Logs Sharing Options
de_de: Log Mitbenutzung Optionen

source: Include NMEA samples with each send
de_de: Einschließlich NMEA Beispielen mit jeder Sendung

source: (Beta feature) Include a sample of your recent NMEA messages each time you send a log update. See stats about your wind, depth, temperature, engine readings etc. online.
de_de: (Beta Funktion) Fügt ein Beispiel der letzten NMEA Nachricht hinzu beim Senden eines Log Updates. Siehe Status über Deine Wind, Tiefe, Temperatur, Motordaten etc. Online.

source: Log Sharing
de_de: Log Mitbenutzung

source: Your sQuidd.io credentials
de_de: Deine sQuidd.io Zugangsdaten

source: The email address you use to log into sQuidd.io
de_de: Die eMail-Adresse, mit der Sie sich bei sQuidd.io anmelden

source: Retrieve your API Key from your sQuidd.io profile. Log into http://squidd.io and click Edit Profile in the Dashboard, then select the Numbers and Keys tab. Click Help for more information. IMPORTANT! Do not use your sQuiddio Password as your API Key!
de_de: Rufen Sie Ihren API-Schlüssel aus Ihrem sQuidd.io-Profil ab. Melden Sie sich bei http://squidd.io an und klicken Sie im Dashboard auf Profil bearbeiten, und wählen Sie dann die Registerkarte Zahlen und Schlüssel aus. Klicken Sie auf Hilfe, um weitere Informationen zu erhalten. Wichtig! Verwenden Sie Ihr sQuiddio-Passwort nicht als API-Schlüssel!

source: About this plugin
de_de: Über dieses Plugin

source: Authentication
de_de: Authentifikation

source: sQuiddio Preferences
de_de: sQuiddio Einstellungen
