Repository: CarCode/Cocoa-OCPN
Catalog: plugins/Squiddio_pi/po/squiddio_pi.po
Languages: de_de

source: Just now
de_de: Genau jetzt

source: One second ago
de_de: Vor einer Sekunde

source: %i seconds ago
de_de: %i Sekunden vorher

source: About a minute ago
de_de: Vor über einer Minute

source: %i minutes ago
de_de: %i Minuten vorher

source: About an hour ago
de_de: Vor über einer Stunde

source: %i hours ago
de_de: %i Stunden vorher

source: Yesterday
de_de: Gestern

source: %i days ago
de_de: %i Tage vorher

source: Log sent:
de_de: Log gesendet:

source: Logs received
de_de: Logs erhalten

source: Created sQuiddio log update:
de_de: sQuiddio Log Update erzeugt:

source: Show local sQuiddio destinations
de_de: Zeige lokale sQuiddio Ziele

source: Hide local sQuiddio destinations
de_de: Verstecke lokale sQuiddio Ziele

source: Download local sQuiddio destinations
de_de: Download lokale sQuiddio Ziele

source: Report a Destination at this location
de_de: Melde ein Ziel in diesem Bereich

source: Local destinations have been updated
de_de: Lokale Ziele wurden erneuert

source: No destinations available for the region
de_de: Keine Ziele verfügbar für diesen Bereich

source: Server not responding. Check your Internet connection
de_de: Server antwortet nicht. Prüfen Sie die Internet Verbindung

source: Could not launch default browser. Check your Internet connection
de_de: Kann Standard Browser nicht starten. Prüfen Sie die Internet Verbindung

source: Squiddio_pi: unable to connect to host
de_de: Squiddio_pi: Kann nicht mit Host verbinden

source: Squiddio for OpenCPN
de_de: Squiddio für OpenCPN

source: == User-sourced database of sailing destinations == To download destinations for a desired region (requires Internet connection): * Position cursor on area where you want to view destinations and right click mouse * Select 'Download local sQuiddio destinations' from context-sensitive menu. Destinations appear as OpenCPN waypoints: * Right-click on waypoint for link to sQuiddio's destination page. * Follow link to rate destination and add comments online. Other menu options: * Toggle visibility for local destinations on/off * Submit a new destination (requires Internet connection and free user account) == In-chart log-sharing for cruisers == * Share your GPS coordinates with your cruising friends and visualize their position on your OpenCPN charts (requires a free sQuiddio account) IMPORTANT: By using this plugin you are agreeing to the sQuidd.io Terms and Conditions, available at http://squidd.io/enduser_agreement
de_de: == Anwender-gestützte Datenbank von Segel-Zielen == Zum Download von Zielen eines Bereiches (erfordert Internet Verbindung): * Cursor auf den Bereich der gewünschten Ziele und Rechts-Klick mit Maus * Wähle 'Download lokale sQuiddio Ziele' vom Kontext-Menü. Ziele erscheinen als OpenCPN Wegpunkte: * Rechts-Klick auf Wegpunkt für den Link zur sQuiddio Ziel-Seite. * Folge Link Online zur Abgabe von Bewertungen und Kommentaren. Andere Menü Optionen: * Sichtbarkeit lokaler Ziele an oder aus * Erstellung neues Ziel (erfordert Internet Verbindung und freien Account) == Log-Austausch auf Karte mit Seglern == * Teilen Sie Ihre GPS Koordinaten mit befreundeten Seglern und sehen Sie deren Positionen in Ihrer OpenCPN Karte (erfordert freien sQuiddio Account) WICHTIG: Mit Verwendung dieses Plugins stimmen Sie den Bedingungen und Konditionen von sQuidd.io zu (siehe http://squidd.io/enduser_agreement )

source: Log sharing was not activated. Please enter your sQuiddio user ID and API Key. To obtain your API Key, sign up for sQuiddio (http://squidd.io/signup) and visit your online profile page (see Edit Profile link in the Dashboard), 'Numbers & Keys' tab.
de_de: Log Teilen ist nicht aktiviert. Geben Sie Ihre sQuiddio Anwender-Kennung und API Schlüssel ein. Zum Erhalt Ihres API Schlüssels, in sQuiddio einloggen ( http://squidd.io/signup ) und zu Ihrer Online Profil Seite gehen (siehe Edit Profile Link im Dashboard), ‚Numbers & Keys‘ Reiter.

source: View Destinations
de_de: Zeige Ziele

source: All
de_de: Alle

source: Anchorages
de_de: Ankerplatz/Bojen

source: Docks/piers
de_de: Steg/Pier

source: Boat ramps
de_de: Bootsrampen

source: Fuel Stations
de_de: Tankstellen

source: Other
de_de: Anderes

source: AIS marker
de_de: AIS Markierung

source: Share logs with friends
de_de: Teile Logs mit Freunden

source: Send
de_de: Sende

source: Never
de_de: Nie

source: Once a day
de_de: Einmal am Tag

source: Twice a day
de_de: Zweimal am Tag

source: Once an hour
de_de: Einmal die Stunde

source: Twice an hour
de_de: Zweimal die Stunde

source: Once a minute
de_de: Einmal die Minute

source: Twice a minute
de_de: Zweimal die Minute

source: Every 10 seconds
de_de: Alle 10 Sekunden

source: Receive
de_de: Erhalte

source: The email address you use to log into sQuidd.io
de_de: Die eMail Adresse zum Einloggen in sQuidd.io

source: API Key
de_de: API Schlüssel

source: Retrieve your API Key from your sQuidd.io profile. Log into http://squidd.io and click Edit Profile in the Dashboard, then select the Numbers and Keys tab. Click Help for more information. IMPORTANT! Do not use your sQuiddio Password as your API Key!
de_de: Sie erhalten Ihren API Schlüssel von Ihrem sQuidd.io Profile. Log ein in http://squidd.io und klick Edit Profile im Dashboard, dann wähle den Numbers und Keys Reiter. Klicke Help für mehr Informationen. WICHTIG! Verwenden Sie nicht Ihr sQuiddio Paßwort als API Schlüssel!
