Repository: CarCode/Cocoa-OCPN
Catalog: plugins/grib_pi/alt-po/*.po
Languages: cs, de, el_gr, es, et, fi_fi, fr, hu, nb_no, nl, pl_pl, pt_br, sv, tr_tr, zh_tw

source: GRIB File Directory
cs: Složka souborů GRIB
de: Grib Dateiverzeichnis
el_gr: Φάκελος Αρχείων GRIB
es: Carpeta Ficheros GRIB
et: GRIB faili asukoht
fi_fi: GRIB-tiedostohakemisto
fr: Dossier des fichiers GRIB
hu: GRIB fájl könyvtár
nb_no: GRIB fil katalog
nl: Map voor GRIB bestand
pl_pl: Katalog plików GRIB
pt_br: Diretório de Arquivos GRIB
sv: GRIB Filkatalog
tr_tr: GRIB Dosya Klasörü
zh_tw: GRIB 檔案目錄

source: GRIB Data
cs: Data GRIB
de: Grib Daten
el_gr: Στοιχεία GRIB
es: Datos GRIB
et: GRIB-i andmed
fr: Données GRIB
hu: GRIB adat
nl: GRIB gegevens
pl_pl: Dane GRIB
pt_br: Dados GRIB
tr_tr: GRIB Verileri
zh_tw: GRIB 資料

source: Wind Speed, Kts.
cs: Rychlost větru, Uzly
de: Windgeschw., kn
el_gr: Ταχύτητα Ανέμου, Kts
es: Velocidad Viento, Kts.
et: Tuule kiirus, sõlmedes
fi_fi: Tuulen nopeus, solmua
fr: Vitesse du vent, Noeuds
hu: Szél sebesség, csomó.
nb_no: Vindhastighet, Knop
nl: windsnelheid (knopen)
pl_pl: Prędkość wiatru, w.
pt_br: Veloc. do Vento, Nós
sv: Vindstyrka, Knop.
tr_tr: Rüzgar hızı, Kts.
zh_tw: 風速, Kts.

source: Wind Speed, m/sec.
cs: Rychlost větru, m/s
de: Windgeschw., m/s
es: Velocidad Viento, m/seg.
fr: Vitesse du vent, m/sec
hu: Szél sebesség, m/s.
nl: windsnelheid (m/sec)
sv: Vindstyrka, m/s.

source: Wind Direction
cs: Směr větru
de: Wndrichtung
el_gr: Διεύθυνση Ανέμου
es: Dirección Viento
et: Tuule suund
fi_fi: Tuulen suunta
fr: Direction du vent
hu: Szél irány
nb_no: Vindretning
nl: windrichting
pl_pl: Kierunek wiatru
pt_br: Direção do Vento
sv: Vindriktning
tr_tr: Rüzgar yönü
zh_tw: 風向

source: Pressure, mBar
cs: Tlak, mBar
de: Druck, mbar
el_gr: Ατμ. Πίεση, mBar
es: Presión, mBar
et: Õhurõhk, mBar
fi_fi: Ilampaine, mbar
fr: Pression, hPa
hu: Légnyomás, mBar
nb_no: Lufttrykk, mb
nl: luchtdruk (hPa)
pl_pl: Ciśnienie, mbar
pt_br: Pressão, hPa
sv: Lufttryck, mBar
tr_tr: Basınç, mBar
zh_tw: 氣壓, mBar

source: Significant Wave Height, m
cs: Signifikantní výška vln, m
de: Signif. Wellenhöhe, m
el_gr: Διακριτό ύψος Κύματος, m(μέτρα)
es: Altura de Ola Significativa, m
et: Oluline laine kõrgus, m
fi_fi: Merkitsevä aallonkorkeus, m
fr: Haut. signif. vagues, m
hu: Hullám magasság, m
nb_no: Signifikant bølgehøyde, m
nl: significante golfhoogte (m)
pl_pl: Wysokość fali znacznej, m
pt_br: Altura Significativa das Ondas, m
sv: Signifikant våghöjd, m
tr_tr: Belirgin dalga yüksekliği, m
zh_tw: Significant波高, m

source: Sea Surface Temp, C
cs: Povrchová teplota moře, C
de: See-Oberfläachentemp, C
el_gr: Θερμοκρασία Επιφανείας, C
es: Temperatura Superficie Mar, C
et: Veepinna temperatuur, C
fi_fi: Meriveden pintalämpötila, C
fr: Temp.de surface de la mer, °C
hu: Tenger felszín hőmérséklete, C
nb_no: Sjøoverflate temp, C
nl: zeewatertemperatuur (Â°C)
pl_pl: Temp. powierzchni morza, C
pt_br: Temperatura da Superfície do Mar, C
sv: Yttemperatur, C
tr_tr: Deniz yüzey sıcaklığı, °C
zh_tw: 海面溫度, C

source: Current Velocity, Kts.
cs: Rychlost proudu, Kts.
de: Strömungsgeschw, kn
el_gr: Τρέχουσα Ταχύτητα, Kts.
es: Velocidad Actual, Nds.
et: Praegune kiirus, sõlme
fi_fi: Virran nopeus, solmua
fr: Vitesse du courant, noeuds.
hu: Áramlat sebessége, csomó.
nb_no: Fart, Knop
nl: stroomsnelheid (knopen)
pl_pl: Prędkość prądu, w.
pt_br: Velocidade da Corrente, Nós.
sv: Strömhastighet, Knop.
tr_tr: Akıntı hızı, Kts
zh_tw: 流速, Kts.

source: Select GRIB Directory
cs: Složka souborů GRIB
de: Wähle Grib Verzeichnis
el_gr: Διάλεξε φάκελο αρχείων GRIB
es: Seleccionar Carpeta GRIB
et: Vali GRIB-i asukoht
fi_fi: Valitse GRIB-hakemisto
fr: Sélectionner le dossier des fichiers GRIB
hu: GRIB könyvtár kiválasztása
nb_no: Velg GRIB Katalog
nl: Map voor GRIB bestand
pl_pl: Wybierz katalog GRIB
pt_br: Selecionar Diretório de Arquivos GRIB
sv: Välj GRIB filkatalog
tr_tr: GRIB dosyasını seçin
zh_tw: 選擇 GRIB 目錄

source: Please Zoom or Scale Out to view suppressed HTSGW GRIB
cs: Prosím zmenši měřítko pro zobrazení HTSGW GRIB
de: Bitte Einzoomen oder Verkleinern zur Ansicht unterdrückter HTSGW Grib
el_gr: Παρακαλώ μεγένθυνε ή σμίκρυνε για να δείς καλυμμένα HTSGW GRIB
es: Ajuste Zoom o Escala para ver HTSGW GRIB eliminado
et: Palun vähenda mõõtkava nägemaks peidetud HTSGW ILMA
fi_fi: Zoomaa ulos nähdäksesi GRIB merkitsevän aallonkorkeuden
fr: Veuillez diminuer le zoom ou l'échelle pour afficher les hauteurs de vagues non visibles
hu: Zoomolj, vagy válts nagyobb méretarányra az elnyomott HTSGW GRIB megjelenítéséhez
nb_no: Vennligst Zoom eller Skaler ut for å vise skjulte HTSGW GRIB
nl: Zoom uit of verklein schaal om onderdrukte HTSGW GRIB te zien.
pl_pl: Zmniejsz skalę lub powiększenie by zobaczyć HTSGW
pt_br: Por favor Afaste ou Diminua a Escala para ver HTSGW GRIB suprimido
sv: Zooma ut eller öka skalan för att visa GRIB signifikant våghöjd
tr_tr: Zur Anzeige der ausgeblendeten HTSGW GRIB-Daten bitte herauszoom oder Maßstab verkleinern.
zh_tw: 請放大畫面以顯示 suppressed HTSGW GRIB

source: Please Zoom or Scale Out to view suppressed CRAIN GRIB
cs: Prosím zmenši měřítko pro zobrazení CRAIN GRIB
de: Bitte Einzoomen oder Verkleinern zur Ansicht unterdrückter Niederschlag Grib
el_gr: Παρακαλώ μεγένθυνε ή σμίκρυνε για να δείς καλυμμένα CRAIN GRIB
es: Ajuste Zoom o Escala para ver CRAIN GRIB eliminado
et: Palun vähenda mõõtkava nägemaks peidetud CRAIN ILMA
fi_fi: Zoomaa ulos nähdäksesi GRIB sadetiedon
fr: Veuillez diminuer le zoom ou l'échelle pour afficher les précipitations non visibles
hu: Zoomolj, vagy válts nagyobb méretarányra az elnyomott CRAIN GRIB megjelenítéséhez
nb_no: Vennligst Zoom eller Skaler ut for å vise skjulte CRAIN GRIB
nl: Zoom uit of verklein schaal om onderdrukte CRAIN GRIB te zien.
pl_pl: Zmniejsz skalę lub powiększenie by zobaczyć CRAIN
pt_br: Por favor Afaste ou Diminua a Escala para ver CRAIN GRIB suprimido
sv: Zooma ut eller öka skalan för att visa GRIB regninformation
tr_tr: Zur Anzeige der ausgeblendeten CRAIN GRIB-Daten bitte herauszoom oder Maßstab verkleinern.
zh_tw: 請放大畫面以顯示 suppressed CRAIN GRIB

source: Please Zoom or Scale Out to view suppressed SEATEMP GRIB
cs: Prosím zmenši měřítko pro zobrazení SEATEMP GRIB
de: Bitte Einzoomen oder Verkleinern zur Ansicht unterdrückter Seetemp. Grib
el_gr: Παρακαλώ μεγένθυνε ή σμίκρυνε για να δείς καλυμμένα SEATEMP GRIB
es: Ajuste Zoom o Escala para ver SEATEMP GRIB eliminado
et: Palun vähenda mõõtkava nägemaks peidetud MERETEMPERATUURI
fi_fi: Zoomaa ulos nähdäksesi GRIB pintalämpötilan
fr: Veuillez diminuer le zoom ou l'échelle pour afficher les températures de l'eau non visibles
hu: Zoomolj, vagy válts nagyobb méretarányra az elnyomott SEATEMP GRIB megjelenítéséhez
nb_no: Vennligst Zoom eller Skaler ut for å vise skjulte SJØTEMP GRIB
nl: Zoom uit of verklein schaal om onderdrukte SEATEMP GRIB te zien.
pl_pl: Zmniejsz skalę lub powiększenie by zobaczyć SEATEMP
pt_br: Por favor Afaste ou Diminua a Escala para ver SEATEMP GRIB suprimido
sv: Zooma ut eller öka skalan för att visa GRIB yttemperatur
tr_tr: Zur Anzeige der ausgeblendeten GRIB Wassertemperatur bitte herauszoom oder Maßstab verkleinern.
zh_tw: 請放大畫面以顯示 suppressed SEATEMP GRIB

source: Please Zoom or Scale Out to view suppressed CURRENT GRIB
de: Bitte Einzoomen oder Verkleinern zur Ansicht unterdrückter Strömungs Grib

source: GRIB Display Control
cs: Ovládání zobrazení GRIB
de: Grib-Anzeige Einstellungen
el_gr: Έλεγχος Εμφάνησης GRIB
es: Control Visualización GRIB
et: GRIB-i ekraani kontroll
fi_fi: GRIB Näyttöohjaus
fr: Gestionnaire d'affichage GRIB
hu: GRIB kijelzés vezérlés
nb_no: GRIB visningskontroll
nl: GRIB Weergaveopties
pl_pl: Ustawienia wyświetlania GRIB
pt_br: Controle da Apresentação GRIB
sv: GRIB Visningskontroll
tr_tr: GRIB Görüntü Denetim Panosu
zh_tw: GRIB 顯示控制

source: GRIB PlugIn for OpenCPN
cs: Doplněk GRIB pro OpenCPN
de: GRIB PlugIn für OpenCPN
el_gr: Επιπρόσθετο GRIB για το OpenCPN
es: PlugIn GRIB para OpenCPN
et: GRIB lisa OpenCPN-ile
fi_fi: GRIB moduuli OpenCPN:lle
fr: Complément "Météo" d'affichage des fichiers GRIB pour OpenCPN
hu: OpenCPN GRIB modul
nb_no: GRIB utvidelse for OpenCPN
nl: GRIB PlugIn voor OpenCPN
pl_pl: Wtyczka do wyświetlania GRIB w OpenCPN
sv: GRIB-modul för OpenCPN
tr_tr: OpenCPN GRIB Eklentisi
zh_tw: OpenCPN GRIB 插件

source: GRIB PlugIn for OpenCPN Provides basic GRIB file overlay capabilities for several GRIB file types. Supported GRIB file types include: - wind direction and speed - significant wave height - sea surface temperature - surface current direction and speed.
cs: Doplněk GRIB pro OpenCPN Poskytuje základní možnosti překryvného zobrazení GRIB souborů několika typů. Podporované typy GRIB souborů obsahují: - rychlost a sílu větru - signifikantní výšku vlny - teplotu povrchu moře - rychlost a směr povrchových proudů.
de: GRIB Plugin für OpenCPN stellt die Möglichkeit der Darstellung von verschiedenen GRIB Dateitypen bereit. Unterstützte GRIB Dateitypen beinhalten: - Windrichtung/-geschwindigkeit - signifikante Wellenhöhe - Temperatur der Meeresoberfläche - Strömungsrichtung/-geschwindigkeit.
el_gr: Επιπρόσθετο GRIB για το OpenCPN Παρέχει Δυνατότητες εμφάνησης αρχείων GRIB για διάφορα αρχεία GRIB. Οι υποστηριζόμενοι τύποι αρχείων GRIB περιλαμβάνουν: - κατεύθυνση και ταχύτητα ανέμου - διακριτό ύψος κύματος - Θερμοκρασία Επιφανείας - επίκαιρη επιφανειακή κατεύθυνση και ταχύτητα.
es: PlugIn GRIB para OpenCPN Proporciona capacidades básicas de superposición de archivos GRIB para varios tipos de archivos GRIB. Entre los archivos GRIB soportados se incluyen: - velocidad y dirección del viento - altura de ola significativa - temperatura superficial del mar - dirección y velocidad de corrientes superficiales.
et: GRIB lisa OpenCPN-ile Hoolitseb GRIB failide läbipaistva lisamise mitmete GRIB faili tüüpidele . Toetatud GRIB faili tüübid kaasaarvatud: - tuule suund ja kiirus - tähtis laine kõrgus - vee pindmine temperatuur - tõusu/mõõna suund ja kiirus.
fi_fi: GRIB moduuli OpenCPN:lle Näyttää kartalla GRIB-tiedon usean tyyppisistä tiedostoista. Tukee seuraavia GRIB-tiedon sisältöjä: - tuulen suunta ja nopeus - merkitsevä aallonkorkeus - pintaveden lämpötila -virran nopeus ja suunta
fr: Complément "Météo" pour l'affichage des fichiers GRIB par OpenCPN Fournit un affichage de base des fichiers GRIB pour plusieurs types de fichiers. Supporte les types de fichiers GRIB suivants : - Vent : Direction et vitesse - Hauteur significative des vagues - Température de surface de la mer - Courant de surface : Direction et vitesse.
hu: A GRIB OpenCPN modul alapvető GRIB állomány kijezését teszi lehetővé különböző GRIB fájl típusokkal. Támogatott GRIB fájl típusok: - szél irány és sebesség - hullám magasság - tenger felszíni hőmérséklete - felszíni áramlás iránya és sebessége.
nb_no: GRIB utvidelse for OpenCPN Gir enkel GRIBfil overlegg mulighet for flere typer GRIB filer. Støttede GRIB filer inkluderer: - Vindretning og fart - Signifikant bølgehøyde - Sjøoverflate temperatur - Overflate strøm, retning og fart.
nl: GRIB PlugIn voor OpenCPN Geeft kaartoverlay van GRIB gegevens voor verschillende bestandtypes. Ondersteunde GRIB bestandtypes zijn: - windrichting en snelheid - significante golfhoogte - oppervlaktetemperatuur zeewater - stroomrichting en -snelheid.
pl_pl: Wtyczka do wyświetlania GRIB w OpenCPN Umożliwia podstawowe funkcje dla kilku rodzajów danych GRIB. Wśród wyświetlanych danych znajdują się: - kierunek i prędkośc wiatru - wysokośc fali znacznej - temperatura wody powierzchniowej - kierunek i prędkość prądu powierzchniowego.
sv: GRIB-modul för OpenCPN Visar överlagrad GRIB-information för ett flertal filtyper. Stöd för GRIB-information inkluderar: - vindriktning och hastighet - signifikant våghöjd - ytvattentemperatur - strömhastighet och riktning
tr_tr: OpenCPN GRIB Eklentisi Birçok GRIB dosya türünü haritada görüntüler. Desteklenen GRIB dosya türleri: - Rüzgar yönü ve hızı - Belirin dalga yüksekliği - Deniz yüzey suyu sıcaklığı - Yüzey akıntılarının yönü ve hızı.
zh_tw: OpenCPN GRIB 氣象資料插件 提供基本 GRIB 氣象資料檔案疊圖顯示功能. 支援 GRIB 檔案格式包括: - 風向風速 - significant波高 - 海平面溫度 - 海面流向與流速.

source: GRIB Preferences
cs: Nastavení GRIBu
de: Grib Einstellungen
el_gr: Ιδιότητες GRIB
es: Preferencias GRIB
et: GRIP Seaded
fi_fi: GRIB asetukset
fr: Préférences
hu: BRIB beállítások
nb_no: GRIB innstillinger
nl: GRIB voorkeuren
pl_pl: Preferencje GRIB
sv: GRIB Inställningar
tr_tr: GRIB Seçenekleri
zh_tw: GRIB 偏好設定

source: Use High Definition Graphics
cs: Použít grafiku ve velkém rozlišení
de: Hochauflösende Grafik verwenden
el_gr: Χρησιμοποίησε Γραφικά Υψηλής Ευκρίνιας
es: Usar Gráficos Alta Definición
et: Kasuta kõrgresulutsioonil graafikat
fi_fi: Käytä tarkkuusgrafiikkaa
fr: Utiliser le graphisme haute définition
hu: Nagyfelbontású grafika használata
nb_no: Benytt HD grafikk
nl: Gebruik hoge grafische resolutie
pl_pl: Użyj grafili wysokuej rozdzielczości
pt_br: Usar Gráficos de Alta Definição
sv: Använd högupplöst grafik
tr_tr: Yüksek çözünürlükte grafik kullan.
zh_tw: 使用高畫質圖形

source: Use gradual colors blended (wave height etc) instead of step at set heights.
de: Verwende Farbnuanzen (Wellhöhe etc.) anstatt Stufen bei Höhen

source: Knots
de: Knoten

source: KPH
de: km/h

source: MilliBars
de: Millibar

source: Meters
de: Meter

source: Feet
de: Fuß

source: Farenheight
de: Fahrenheit

source: Building Isobar map
de: Berechne Isobar Karte

source: Please Zoom or Scale Out to view suppressed GRIB Overlay
de: Bitte Einzoomen oder Verkleinern zur Ansicht unterdrückter Grib Überlagerung

source: Play
de: Abspiel

source: GRIB
fr: Affichage

source: Show GRIB icon
cs: Zobrazit ikonu GRIB
el_gr: Δείξε εικόνα GRIB
es: Mostrar Icono GRIB
et: Näita GRIB-i ikooni
fi_fi: Näytä GRIB-ikoni
fr: Afficher l'icône GRIB
hu: GRIB ikon mutatása
nb_no: Vis GRIB ikon
nl: Toon GRIB-icoon
pl_pl: Pokaż ikonę GRIB
pt_br: Mostrar ícone GRIB
sv: Aktivera GRIB-ikon
tr_tr: GRIB simgesini göster
zh_tw: 顯示 GRIB 圖示

source: Show metres/sec for Wind Speed
cs: Ukaž m/s pro rychlost větru
es: Mostrar metros/seg para Velocidad Viento
fr: Afficher la vitesse du vent en mètres/sec
hu: Szélsebesség méter/sec-ben mutatása
nl: Toon windsnelheid in m/sec
sv: Visa m/s för vindstyrka

source: &Close
cs: &Zavřít
el_gr: &Κλείσιμο
es: &Cerrar
et: &Sulge
fi_fi: &Sulje
fr: F&ermer
hu: Bezár
nb_no: &Lukk
nl: &Sluiten
pl_pl: &Zamknij
pt_br: Fechar
sv: Stäng
tr_tr: &Kapat
zh_tw: 關閉(&C)

source: Please Zoom or Scale Out to view suppressed OCEAN CURRENT GRIB
el_gr: Παρακαλώ μεγένθυνε ή σμίκρυνε για να δείς καλυμμένα OCEAN CURRENT GRIB
et: Palun vähenda mõõtkava nägemaks peidetud OOKEANI MOMENDI ILMA
fi_fi: Zoomaa ulos nähdäksesi GRIB virtatiedot
nb_no: Vennligst Zoom eller Skaler ut for å vise skjulte SJØSTRØM GRIB
pl_pl: Zmniejsz skalę lub powiększenie by zobaczyć OCEAN CURRENT
pt_br: Por favor Afaste ou Diminua a Escala para ver OCEAN CURRENT GRIB suprimido
tr_tr: Zur Anzeige der ausgeblendeten GRIB Ozean-Strömung bitte herauszoom oder Maßstab verkleinern.
zh_tw: 請放大畫面以顯示 suppressed OCEAN CURRENT GRIB

source: WARNING: QuickScat GRIB data is %d hours old.
el_gr: ΠΡΟΣΟΧΗ: Τα στοιχεία του αρχείου GRIB από το QuickScat είναι %d Ώρες παλιά.
et: HOIATUS: GRIB-i andmed on %d tundi vanad.
fi_fi: VAROITUS: QuickScat GRIB data on %d tuntia vanhaa.
nb_no: ADVARSEL: QuickSCAT GRIB data er %d timer gammel.
pl_pl: UWAGA: Dane GRIB QuickScat są sprzed %d godzin.
pt_br: AVISO: Dados GRIB são de %d horas atrás.
tr_tr: DİKKAT: Acele GRIB verileri %d saat eskidir.
zh_tw: 警告: QuickScat GRIB 資料為 %d 小時前資料.
